const questions = [
  {
    "name": "1.初审部-指南学习岗位练兵题目-指南第一部分",
    "questions": [
      {
        "question": "关于以援引在先申请文件的方式补缴遗漏的申请文件后可能涉及的费用相关程序，下列表述正确的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人补交申请文件的，审查员应当在收到补交的申请文件1个月内核实申请附加费，需要补缴的，发出补缴费用通知书。"
          },
          {
            "key": "B",
            "text": "申请人补交申请文件的，审查员不再核实申请附加费。"
          },
          {
            "key": "C",
            "text": "需要补缴费用的，申请人应在自申请日起两个月内补缴相关费用。"
          },
          {
            "key": "D",
            "text": "期满未缴纳或未缴足的，该申请视为撤回，审查员发出视为撤回通知书。"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第一部分第一章新增第4.7.4节，规定了以援引在先申请文件的方式补交申请文件后可能涉及的费用相关程序，“申请人补交申请文件的，审查员应当核实申请附加费，需要补缴的，发出补缴费用通知书。”此处未要求在收到文件1个月内发出补缴通知书，因此A选项错误。此处要求审查员应当核实申请附加费，因此B选项错误。",
        "difficulty": "易"
      },
      {
        "question": "针对办理著录项目变更手续的人，以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "因权利转移引起的变更，不应当由原专利权人办理；"
          },
          {
            "key": "B",
            "text": "因权利转移引起的变更，应当由新的权利人办理；"
          },
          {
            "key": "C",
            "text": "因权利转移引起的变更，新的权利人应当委托专利代理机构办理；"
          },
          {
            "key": "D",
            "text": "因权利转移引起的变更，新的权利人已委托专利代理机构的，应当由其委托的专利代理机构办理；"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第一部分第一章第6.7.1.4节规定：“……因权利转移引起的变更，可以由新的权利人办理；新的权利人已委托代理机构的，应当由其委托的专利代理机构办理。”因此，ABC说法不正确，D说法正确。",
        "difficulty": "易"
      },
      {
        "question": "下列哪个单位或者个人可以作为专利法规定的发明人或设计人？（    ）",
        "options": [
          {
            "key": "A",
            "text": "某电视台"
          },
          {
            "key": "B",
            "text": "某大学教务处"
          },
          {
            "key": "C",
            "text": "李某"
          },
          {
            "key": "D",
            "text": "某课题组"
          }
        ],
        "correct": "C",
        "explanation": "根据《专利审查指南》第一部分第一章第4.1.2节规定，发明人应当是个人，请求书中不得填写单位或者集体。",
        "difficulty": "易"
      },
      {
        "question": "某发明专利申请有多个申请人且未委托专利代理机构，第一署名申请人为代表人。该代表人能代表全体申请人办理下列哪项手续？（    ）",
        "options": [
          {
            "key": "A",
            "text": "缴纳专利申请费"
          },
          {
            "key": "B",
            "text": "转让专利申请权"
          },
          {
            "key": "C",
            "text": "撤回专利申请"
          },
          {
            "key": "D",
            "text": "委托专利代理机构"
          }
        ],
        "correct": "A",
        "explanation": "根据《专利审查指南》第一部分第一章第4.1.5节规定，申请人有两人以上且未委托专利代理机构的，除本指南另有规定或请求书中另有声明外，以第一署名申请人为代表人。除直接涉及共有权利的手续外，代表人可以代表全体申请人办理在专利局的其他手续。直接涉及共有权利的手续包括：提出专利申请，委托专利代理，转让专利申请权、优先权或者专利权，撤回专利申请，撤回优先权要求，放弃专利权等。直接涉及共有权利的手续应当由全体权利人签字或者盖章。",
        "difficulty": "中"
      },
      {
        "question": "关于联系人，下列说法正确的是？（    ）",
        "options": [
          {
            "key": "A",
            "text": "联系人可以是公司的保安"
          },
          {
            "key": "B",
            "text": "联系人可以是公司对面的快递收发点负责人"
          },
          {
            "key": "C",
            "text": "联系人可以填写两个，有一个作为紧急联系人"
          },
          {
            "key": "D",
            "text": "联系人可以是公司保卫处"
          }
        ],
        "correct": "A",
        "explanation": "参见《专利审查指南》第一部分第一章4.1.4规定，联系人应当是本单位的工作人员。一般实务中从地址是否一致进行判断，所以A正确，B错误，联系人只能填写一个，所以C错误，联系人也必须是自然人，所以D错误。",
        "difficulty": "易"
      },
      {
        "question": "在先申请人是A和B，在后申请的申请人是A和C，下列哪个优先权转让证明文件是符合要求的（    ）",
        "options": [
          {
            "key": "A",
            "text": "由B转让给C"
          },
          {
            "key": "B",
            "text": "由A+B转让给A+C"
          },
          {
            "key": "C",
            "text": "由A+B+C转让给A+C"
          },
          {
            "key": "D",
            "text": "由A+B+C转让给A+B+C"
          }
        ],
        "correct": "B",
        "explanation": "参见《专利审查指南》第一部分第一章6.2.1.4规定。在先申请具有多个申请人，且在后申请具有多个与之不同的申请人的，可以提交由在先申请的所有申请人共同签字或者盖章的转让给在后申请的所有申请人的优先权转让证明文件；也可以提交由在先申请的所有申请人分别签字或者盖章的转让给在后申请的申请人的优先权转让证明文件。选项A中缺少在先申请的所有申请人签章，因此选项A错误。选项C和D中申请人C并非在先申请申请人，无权转让在先申请的优先权，因此选项C和D均错误。",
        "difficulty": "中"
      },
      {
        "question": "关于发明专利申请在先申请文件副本的提交，下列哪种说法是错误的（    ）",
        "options": [
          {
            "key": "A",
            "text": "分案申请要求优先权的，可以不提交在先申请文件副本"
          },
          {
            "key": "B",
            "text": "要求本国优先权的申请，可以不提交在先申请文件副本"
          },
          {
            "key": "C",
            "text": "委托专利代理机构的申请，应当由代理机构提交在先申请文件副本"
          },
          {
            "key": "D",
            "text": "提交在先申请文件副本的期限是最早优先权日起16个月内"
          }
        ],
        "correct": "C",
        "explanation": "根据《专利审查指南》第一部分第一章5.1.1规定，原申请中已提交的与分案申请相关的各种证明文件，视为已提交，例如优先权申请文件副本、生物材料保藏证明和存活证明等。所以，选项A说法正确。",
        "difficulty": "难"
      },
      {
        "question": "针对以援引在先申请文件的方式补交遗漏的权利要求书或者说明书的申请，说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人以援引在先申请文件的方式补交遗漏的权利要求书或者说明书的，应当在申请时提出援引加入声明。"
          },
          {
            "key": "B",
            "text": "申请人必须在首次递交专利申请之日起两个月内提交确认援引加入声明，补交相关文件。"
          },
          {
            "key": "C",
            "text": "援引加入涉及的优先权可以是依据专利法实施细则第三十七条增加的优先权。"
          },
          {
            "key": "D",
            "text": "援引加入涉及的优先权不符合相关规定的，审查员应当针对援引加入声明发出视为未提出通知书，并继续审查。"
          }
        ],
        "correct": "A",
        "explanation": "《专利审查指南》第一部分第一章第4.7.1节涉及以援引在先申请文件的方式补交遗漏的权利要求书或者说明书的规定。",
        "difficulty": "难"
      },
      {
        "question": "针对以援引在先申请文件的方式补交错误提交的权利要求书、说明书，或者缺少的或错误提交的权利要求书、说明书部分内容的申请，说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "对于专利申请发出补正通知书指出申请文件存在形式缺陷的，申请人可以在指定的期限内提交援引加入声明，以援引在先申请文件的方式克服缺陷。"
          },
          {
            "key": "B",
            "text": "未在规定的期限内提交援引加入声明及确认援引加入声明的，审查员应当针对援引加入声明发出视为未提出通知书。"
          },
          {
            "key": "C",
            "text": "补交的申请文件内容应当包含在在先申请文件副本和其中文译文之中，不符合规定的，审查员应当发出办理手续补正通知书。"
          },
          {
            "key": "D",
            "text": "在请求书中要求外国优先权的，应当提交原受理机构出具的在先申请文件副本，同时提交在先申请文件副本的中文译文。"
          }
        ],
        "correct": "A",
        "explanation": "《专利审查指南》第一部分第一章第4.7.2节涉及以援引在先申请文件的方式补交错误提交的权利要求书、说明书，或者缺少的或错误提交的权利要求书、说明书部分内容的规定。",
        "difficulty": "中"
      },
      {
        "question": "原申请已经授权多年，因分案申请存在（    ）缺陷，申请人按照审查员的审查意见可以再次提出分案申请，这种情形叫做分案再分案。",
        "options": [
          {
            "key": "A",
            "text": "实用性"
          },
          {
            "key": "B",
            "text": "新颖性"
          },
          {
            "key": "C",
            "text": "创造性"
          },
          {
            "key": "D",
            "text": "单一性"
          }
        ],
        "correct": "D",
        "explanation": "参见《专利审查指南》第一部分第一章5.1.1规定。因分案申请存在单一性缺陷，申请人可按照审查员的审查意见再次提出分案。申请人再次提出分案的同时，应提交审查员发出的指明了单一性缺陷的审查意见通知书或者分案通知书的复印件。",
        "difficulty": "易"
      },
      {
        "question": "涉及生物材料的申请，申请人需要在（    ）之前，将该生物材料样品提交至国家知识产权局认可的生物材料保藏单位保藏。",
        "options": [
          {
            "key": "A",
            "text": "申请日（有优先权的，指优先权日）起4个月"
          },
          {
            "key": "B",
            "text": "申请日（有优先权的，指优先权日）起3个月"
          },
          {
            "key": "C",
            "text": "申请日（有优先权的，指优先权日）起2个月"
          },
          {
            "key": "D",
            "text": "申请日（有优先权的，指优先权日）"
          }
        ],
        "correct": "D",
        "explanation": "参见《专利审查指南》第一部分第一章5.2.1。",
        "difficulty": "易"
      },
      {
        "question": "涉及生物材料的申请，申请人需要在（    ）内，提交保藏单位出具的保藏证明和存活证明。",
        "options": [
          {
            "key": "A",
            "text": "申请日起4个月"
          },
          {
            "key": "B",
            "text": "申请日（有优先权的，指优先权日）起4个月"
          },
          {
            "key": "C",
            "text": "申请日（有优先权的，指优先权日）起2个月"
          },
          {
            "key": "D",
            "text": "申请日起2个月"
          }
        ],
        "correct": "A",
        "explanation": "参见《专利审查指南》第一部分第一章5.2.1。涉及生物材料的申请，申请人应当自申请日起四个月内提交保藏单位出具的保藏证明和存活证明。",
        "difficulty": "易"
      },
      {
        "question": "针对发明专利申请，在后申请是在其在先申请的申请日起十二个月期限届满后提出的，申请人可以在以下哪个时间之前请求恢复优先权",
        "options": [
          {
            "key": "A",
            "text": "在后申请公布之前"
          },
          {
            "key": "B",
            "text": "在后申请的申请日起三个月"
          },
          {
            "key": "C",
            "text": "收到在后申请的受理通知书之日起一个月"
          },
          {
            "key": "D",
            "text": "在专利局作好公布准备之前且在期限届满之日起两个月内"
          }
        ],
        "correct": "D",
        "explanation": "根据《专利审查指南》第一部分第一章第6.2.6.2节规定，根据专利法实施细则第三十六条的规定，在后申请是在其在先申请的申请日起十二个月期限届满后提出的，在专利局作好公布准备之前，申请人可以在期限届满之日起两个月内请求恢复优先权。所以，ABC错误，D正确。",
        "difficulty": "中"
      },
      {
        "question": "针对发明专利申请，关于其要求超期优先权恢复的说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人请求恢复优先权A和优先权B，应当缴纳2000元恢复权利请求费。"
          },
          {
            "key": "B",
            "text": "申请人请求恢复优先权A和优先权B，应当缴纳1000元恢复权利请求费。"
          },
          {
            "key": "C",
            "text": "申请人请求恢复优先权A和优先权B，应当缴纳2000元恢复优先权请求费。"
          },
          {
            "key": "D",
            "text": "申请人请求恢复优先权A和优先权B，应当缴纳1000元恢复优先权请求费。"
          }
        ],
        "correct": "B",
        "explanation": "根据《专利审查指南》第一部分第一章第6.2.6.2节规定，申请人请求恢复优先权的，应当提交恢复优先权请求书，说明理由，缴纳恢复权利请求费。",
        "difficulty": "易"
      },
      {
        "question": "以下关于缴纳费用的说法正确的有：",
        "options": [
          {
            "key": "A",
            "text": "发明专利申请请求恢复优先权的，应当缴纳恢复权利请求费、优先权要求费。"
          },
          {
            "key": "B",
            "text": "外观设计国际申请要求优先权的，专利局收取优先权要求费。"
          },
          {
            "key": "C",
            "text": "申请人请求增加优先权要求的，还应当同时缴纳优先权要求费。"
          },
          {
            "key": "D",
            "text": "申请人撤回优先权要求的，已缴纳的优先权要求费视为错缴费用，予以退回。"
          }
        ],
        "correct": "AC",
        "explanation": "",
        "difficulty": "难"
      },
      {
        "question": "以下关于著录事项变更费的说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人请求变更专利代理机构、代理人委托关系的，应当缴纳著录事项变更费。"
          },
          {
            "key": "B",
            "text": "申请人针对一件专利申请的一次申报中同时包括发明人变更与申请人（或专利权人）变更，应当缴纳两次著录事项变更费。"
          },
          {
            "key": "C",
            "text": "申请人通过批量著录项目变更请求进行申请人（或专利权人）姓名或者名称变更且不涉及权利转移的，按相关规定缴纳费用。"
          },
          {
            "key": "D",
            "text": "申请人通过批量著录项目变更请求进行权利转移的，按一件变更缴纳费用。"
          }
        ],
        "correct": "ABD",
        "explanation": "《专利审查指南》第一部分第一章第6.7.1.2节规定：“申请人请求变更发明人和/或申请人（或专利权人）的，应当缴纳著录事项变更费，即著录项目变更手续费。”《关于停征和调整部分专利收费的公告》（第272号）规定2018年8月1日起停征专利收费（国内部分）中的著录事项变更费（专利代理机构、代理人委托关系的变更）。因此，A选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "下列有关著录项目变更，哪些说法是正确的： A．一件专利申请同一著录项目发生连续变更的，应当分别提交著录项目变更申报书，专利申请权（或专利权）连续转移的，不应当以连续变更的方式办理。 B．多件专利申请的同一著录项目发生变更，且变更的内容完全相同的，可以提交批量著录项目变更申报书。 C．批量著录项目变更请求进行申请人（或专利权人）权利转移的，按一件变更缴纳费用。 D．涉及专利权转移的著录项目变更手续的审批期限一般不超过一个月。 《专利审查指南》第一部分第一章第6.7.1.1节规定：“多件专利申请的同一著录项目发生变更，且变更的内容完全相同的,可以提交批量著录项目变更申报书。”因此B选项说法正确。 《专利审查指南》第一部分第一章第6.7.1.2节规定：“申请人通过批量著录项目变更请求进行申请人（或专利权人）姓名或者名称变更且不涉及权利转移的，按相关规定缴纳费用。”这里把涉及权利转移的排除，权利转移的应当按照实际变更件数缴纳费用。因此C选项说法错误。 《专利审查指南》第一部分第一章第6.7.4节规定：“涉及专利权转移的著录项目变更手续的审批期限一般不超过一个月。”因此D选项说法正确。 ",
        "options": [],
        "correct": "ABD",
        "explanation": "《专利审查指南》第一部分第一章第6.7.1.1节规定：“一件专利申请同一著录项目发生连续变更的，应当分别提交著录项目变更申报书，专利申请权（或专利权）连续转移的，不应当以连续变更的方式办理。”因此A选项说法正确。",
        "difficulty": "难"
      },
      {
        "question": "针对因漏填或者错填发明人提出变更请求的，以下哪些情形的说法是正确的：",
        "options": [
          {
            "key": "A",
            "text": "该变更请求，应当在自收到受理通知书之日起一个月内提出。"
          },
          {
            "key": "B",
            "text": "该变更请求，应当附具由全体申请人（或专利权人）和变更前后全体发明人签字或者盖章的证明文件；"
          },
          {
            "key": "C",
            "text": "由全体申请人（或专利权人）和变更前后全体发明人签字或者盖章的证明文件，其中应当注明变更理由，并声明已依照专利法实施细则第十四条规定确认变更后的发明人是对本发明创造的实质性特点作出创造性贡献的全体人员。"
          },
          {
            "key": "D",
            "text": "该变更请求，仅需附具变更前后全体发明人签字或者盖章的身份证明文件。"
          }
        ],
        "correct": "ABC",
        "explanation": "《专利审查指南》第一部分第一章第6.7.2.3节规定：“......（3）因漏填或者错填发明人提出变更请求的，应当在自收到受理通知书之日起一个月内提出，提交由全体申请人（或专利权人）和变更前后全体发明人签字或者盖章的证明文件，其中应注明变更原因，并声明已依照专利法实施细则第十四条规定确认变更后的发明人是对本发明创造的实质性特点作出创造性贡献的全体人员。......”。因此，ABC说法是正确的，D说法是错误的。",
        "difficulty": "中"
      },
      {
        "question": "申请人(或专利权人)因权利的转让或者赠与发生权利转移提出变更请求的，应当提交双方签字或者盖章的转让或者赠与合同，以下哪些情形还应当提交主体资格证明： A．有当事人对专利申请权(或专利权)转让或者赠与有异议的。 B．当事人办理专利申请权(或专利权)转移手续，多次提交的证明文件相互矛盾的。 C．转让或者赠与协议中申请人或专利权人的签字或者盖章与案件中记载的签字或者盖章不一致的。 D．有多个申请人（或专利权人）的。 因此，ABC选项正确，D错误。 ",
        "options": [],
        "correct": "ABC",
        "explanation": "《专利审查指南》第一部分第一章第6.7.2.2节（2）规定：“申请人(或专利权人)因权利的转让或者赠与发生权利转移提出变更请求的,应当提交双方签字或者盖章的转让或者赠与合同。必要时还应当提交主体资格证明,例如:有当事人对专利申请权(或专利权)转让或者赠与有异议的;当事人办理专利申请权(或专利权)转移手续,多次提交的证明文件相互矛盾的;转让或者赠与协议中申请人或专利权人的签字或者盖章与案件中记载的签字或者盖章不一致的。”",
        "difficulty": "易"
      },
      {
        "question": "针对申请人（或专利权人）请求变更姓名或者名称的，但是无法提供身份证件号码或者统一社会信用代码，需提供相关证明文件的，以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "个人因更改姓名提出变更请求的，应当提交户籍管理部门出具的证明文件。"
          },
          {
            "key": "B",
            "text": "个人因书写错误提出变更请求的，应当提交本人签字或者盖章的声明及本人的身份证明文件。"
          },
          {
            "key": "C",
            "text": "企业法人因更名提出变更请求的，应当提交工商行政管理部门出具的证明文件。"
          },
          {
            "key": "D",
            "text": "外国人、外国企业或者外国其他组织因更改中文译名提出变更请求的，应当提交申请人（或专利权人）的声明。"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第一部分第一章第6.7.2.1节规定：“申请人（或专利权人）请求变更姓名或者名称的，应当提供身份证件号码或者统一社会信用代码。无法提供身份证件号码或者统一社会信用代码，或者经审查所提供的信息不正确的，需提供以下证明文件：",
        "difficulty": "易"
      },
      {
        "question": "发明专利申请的初步审查程序中，审查员应当遵循哪些审查原则？（    ）",
        "options": [
          {
            "key": "A",
            "text": "保密原则"
          },
          {
            "key": "B",
            "text": "书面审查原则"
          },
          {
            "key": "C",
            "text": "听证原则"
          },
          {
            "key": "D",
            "text": "程序节约原则"
          }
        ],
        "correct": "ABCD",
        "explanation": "根据《专利审查指南》第一部分第一章第2节规定，初步审查程序中，审查员应当遵循以下审查原则：（1）保密原则...（2）书面审查原则...（3）听证原则...（4）程序节约原则...。因此ABCD均正确。",
        "difficulty": "易"
      },
      {
        "question": "专利申请请求书中的下列哪些内容不符合相关规定？（    ）",
        "options": [
          {
            "key": "A",
            "text": "发明名称：一种离心分解装置"
          },
          {
            "key": "B",
            "text": "发明人：X大学"
          },
          {
            "key": "C",
            "text": "专利代理机构名称：美国XX专利代理事务所"
          },
          {
            "key": "D",
            "text": "申请人：XX公司北京分公司"
          }
        ],
        "correct": "BC",
        "explanation": "根据《专利审查指南》第一部分第一章第4.1.1节的规定，发明名称应当简短、准确地表明发明专利申请要求保护的主题和类型，选项A符合要求。",
        "difficulty": "中"
      },
      {
        "question": "下列哪些情形下，申请人应当委托依法设立的专利代理机构办理专利事务？（    ）",
        "options": [
          {
            "key": "A",
            "text": "中国内地居民向国家知识产权局提出PCT国际申请"
          },
          {
            "key": "B",
            "text": "在中国内地没有营业所的香港公司向国家知识产权局提出专利申请"
          },
          {
            "key": "C",
            "text": "中国内地居民作为代表人与澳门居民共同向国家知识产权局提出专利申请"
          },
          {
            "key": "D",
            "text": "在中国内地没有营业所的外国公司作为代表人与中国内地公司共同向国家知识产权局提出专利申请"
          }
        ],
        "correct": "BD",
        "explanation": "根据《专利审查指南》第一部分第一章第4.1.3节及第6.1.1节的规定，中国内地居民、在中国内地有营业所的企业在中国申请专利的，可以委托专利代理机构。中国内地居民、在中国内地有营业所的企业与涉外、港澳台个人或企业共同提出专利申请，若代表人为中国内地居民，或在中国内地有营业所的企业，则可以委托专利代理机构。非中国内地居民，或在中国内地没有营业所的外国、港澳台企业，在中国申请专利的，应当委托专利代理机构。中国内地居民、在中国内地有营业所的企业与涉外、港澳台个人或企业共同提出专利申请，若代表人为涉外、港澳台个人或企业，应当委托专利代理机构。",
        "difficulty": "中"
      },
      {
        "question": "关于发明专利申请的本国优先权，下列哪些说法是正确的（    ）",
        "options": [
          {
            "key": "A",
            "text": "在先申请应当是发明或者实用新型专利申请"
          },
          {
            "key": "B",
            "text": "在先申请的主题，可以是分案申请"
          },
          {
            "key": "C",
            "text": "在先申请的主题，未被授予专利权"
          },
          {
            "key": "D",
            "text": "在先申请的主题，未享有优先权"
          }
        ],
        "correct": "ACD",
        "explanation": "根据《专利审查指南》第一部分第一章6.2.2.1规定，在先申请和要求优先权的在后申请应当符合下列规定：",
        "difficulty": "中"
      },
      {
        "question": "以下关于以援引在先申请文件的方式补交错误提交的权利要求书、说明书，或者缺少的或错误提交的权利要求书、说明书部分内容的申请的说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "确认援引加入声明应当写明援引的在先申请的申请号，说明补交的申请文件内容在在先申请文件副本（副本是外文的指其中文译文）中的位置。"
          },
          {
            "key": "B",
            "text": "补交的申请文件内容应当包含在在先申请文件副本和其中文译文中。"
          },
          {
            "key": "C",
            "text": "申请人未在在规定的期限内提交援引加入声明及确认援引加入声明的，审查员应当针对援引加入声明发出视为未提出通知书，申请人可以依据专利法实施细则第六条第二款的规定请求恢复。"
          },
          {
            "key": "D",
            "text": "申请人补交申请文件，经核实需要补缴申请附加费的，应当在自申请日起两个月或者收到补缴费用通知书之日起十五日内补缴相关费用。"
          }
        ],
        "correct": "CD",
        "explanation": "《专利审查指南》第一部分第一章第4.7.2节规定：“（1）确认援引加入声明应当写明援引的在先申请的申请号，说明补交的申请文件内容在在先申请文件副本（副本是外文的指其中文译文）中的位置。”，因此，A选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "针对发明专利申请的超期优先权，新申请有优先权A（优先权日比申请日早10个月）和优先权B（优先权日比申请日早12个月15天），下列审查操作错误的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人陈述，提出申请的时候忘记填写优先权日比申请日早13个月的优先权C，现依据专利法实施细则第三十六条请求恢复优先权。审查员同意恢复。"
          },
          {
            "key": "B",
            "text": "审查员在同意恢复优先权B之后，又因优先权B的文件副本到期未提交发出视为未要求优先权通知书。"
          },
          {
            "key": "C",
            "text": "申请人陈述，优先权B的优先权日填写错误，递交增加改正优先权请求书，将优先权B的优先权日向后修改一个月。审查员同意恢复。"
          },
          {
            "key": "D",
            "text": "申请人陈述，优先权B的原受理机构填写错误，在超期恢复优先权请求书中，填写了正确的信息。审查员同意恢复。"
          }
        ],
        "correct": "ABCD",
        "explanation": "根据《专利审查指南》第一部分第一章第6.2.6.2节规定，属于专利法实施细则第三十七条规定的情形，不适用专利法实施细则第三十六条的规定。也就是说，同一个优先权不能既适用超期恢复优先权，又适用增加改正优先权。",
        "difficulty": "难"
      },
      {
        "question": "针对发明专利申请，关于其要求超期优先权恢复的说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "当事人因不可抗拒的事由而延误了超期恢复优先权的期限，自障碍消除之日起两个月内，可以向国务院专利行政部门请求恢复此权利。"
          },
          {
            "key": "B",
            "text": "当事人因其他正当理由而延误了超期恢复优先权的期限，自障碍消除之日起两个月内，可以向国务院专利行政部门请求恢复此权利。"
          },
          {
            "key": "C",
            "text": "当事人因不可抗拒的事由而延误了超期恢复优先权的期限，自障碍消除之日起两个月内，不可以向国务院专利行政部门请求恢复此权利。"
          },
          {
            "key": "D",
            "text": "当事人因其他正当理由而延误了超期恢复优先权的期限，自障碍消除之日起两个月内，不可以向国务院专利行政部门请求恢复此权利。"
          }
        ],
        "correct": "CD",
        "explanation": "根据《专利审查指南》第一部分第一章第6.2.6.2节规定，...专利法实施细则第六条第一款、第二款不适用申请人延误专利法实施细则第三十六条规定的期限。所以，AB错误，CD正确。",
        "difficulty": "易"
      },
      {
        "question": "以下哪些是在发明初审程序中可以使用的驳回条款？（    ）",
        "options": [
          {
            "key": "A",
            "text": "专利法第二条第二款"
          },
          {
            "key": "B",
            "text": "专利法第二十二条第四款"
          },
          {
            "key": "C",
            "text": "专利法第二十六条第三款"
          },
          {
            "key": "D",
            "text": "专利法第二十六条第五款"
          }
        ],
        "correct": "AD",
        "explanation": "根据《专利审查指南》第一部分第一章第1 节发明专利申请初步审查的范围中规定，发明初审对申请文件的明显实质性缺陷审查，包括专利申请是否明显属于专利法第五条、第二十五条规定的情形，是否不符合专利法第十七条、第十八条第一款、第十九条第一款或者专利法实施细则第十一条的规定，是否明显不符合专利法第二条第二款、第二十六条第五款、第三十一条第一款、第三十三条或者专利法实施细则第二十条、第二十二条的规定。",
        "difficulty": "易"
      },
      {
        "question": "申请人于2023年3月7日提交了一件发明专利申请并同时提交了提前公开声明，国家知识产权局于2023年6月3日发出了初审合格通知书，随即该申请进入了公布准备阶段。之后，申请人于2023年6月15日提交了撤回专利申请声明，国家知识产权局于2023年6月20日发出了撤回专利申请手续合格通知书。下列哪些说法是正确的?",
        "options": [
          {
            "key": "A",
            "text": "由于申请人撤回了专利申请，所以该申请文件不予公布。"
          },
          {
            "key": "B",
            "text": "由于撤回专利申请声明是在专利申请进入公布准备后提出的，所以该申请文件仍予公布。"
          },
          {
            "key": "C",
            "text": "撤回该专利申请的生效日为2023年6月20日。"
          },
          {
            "key": "D",
            "text": "撤回该专利申请的生效日为2023年6月15日。"
          }
        ],
        "correct": "BC",
        "explanation": "《专利审查指南》第一部分第一章第6.6节规定“撤回专利申请的声明是在专利申请作好公布准备后提出的，申请文件照常公布或者公告，但审查程序终止。”，申请人的撤回专利申请声明是在该申请进入公布准备后提出的，该专利申请正常进行公布。因此，选项A错误，B正确。",
        "difficulty": "易"
      },
      {
        "question": "发明人姓名书写错误提出变更请求的，应当提交本人签字或者盖章的声明及本人的身份证明文件，该身份证明文件还应当由申请人签字或者签章。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第一部分第一章第6.7.2.3节规定：“......（2）因发明人姓名书写错误提出变更请求的，应当提交本人签字或者盖章的声明及本人的身份证明文件......”。规定对身份证明文件没有申请人签字或签章的要求，因此，本说法是错误的。",
        "difficulty": "难"
      },
      {
        "question": "对于违反诚实信用原则的相关手续，例如提供虚假证明材料的，审查员应当发出视为未提出通知书。已经批准的，依法予以撤销。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第一部分第一章第6.7.5节规定：“对于违反诚实信用原则的相关手续，例如提供虚假证明材料的，审查员应当发出视为未提出通知书。已经批准的，依法予以撤销。”。因此，本说法是正确的。",
        "difficulty": "易"
      },
      {
        "question": "著录项目变更手续自专利局发出变更手续合格通知书之日起生效。专利申请权（或专利权）的转移自登记日起生效，登记日即上述的手续合格通知书的发文日。涉及专利权转移的著录项目变更手续的审批期限一般不超过两个月。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第一部分第一章第6.7.4节规定：“（1）著录项目变更手续自专利局发出变更手续合格通知书之日起生效。专利申请权（或专利权）的转移自登记日起生效，登记日即上述的手续合格通知书的发文日。涉及专利权转移的著录项目变更手续的审批期限一般不超过一个月”，并非题目中所述的“两个月”。因此，本说法是错误的。",
        "difficulty": "易"
      },
      {
        "question": "专利局公布的专利收费标准中的著录事项变更费是指，一件专利申请每次申报著录项目变更的费用，即如果一份申报书中同时包括发明人变更与申请人（或专利权人）的变更，应当缴纳一次著录事项变更费200元。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第一部分第一章第6.7.1.2节规定：“……专利局公布的专利收费标准中的著录事项变更费是指，一件专利申请每次申报著录项目变更的费用。针对一件专利申请（或专利），申请人同时对同一著录项目提出连续变更的，按一次变更缴纳费用。……”因此，上述说法正确。",
        "difficulty": "中"
      },
      {
        "question": "多件专利申请的同一著录项目发生变更，且变更的内容完全相同的，可以提交批量著录项目变更申报书。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第一部分第一章第6.7.1.1节规定：“……多件专利申请的同一著录项目发生变更,且变更的内容完全相同的,可以提交批量著录项目变更申报书。”因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "在初步审查中，若申请人是本国人，审查员对请求书中填写的申请人一般情况下不作资格审查。 因此，上述说法正确。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第一部分第一章4.1.3.1中规定，申请人是本国人时，在专利局的审查程序中，审查员对请求书中填写的申请人一般情况下不作资格审查。",
        "difficulty": "中"
      },
      {
        "question": "在请求书中，专利代理师应当使用其真实姓名，同时填写专利代理师执业证号码和联系电话。 因此，上述说法错误。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第一部分第一章4.1.6中规定，在请求书中，专利代理师应当使用其真实姓名，同时填写专利代理师资格证号码和联系电话，而非执业证号码。",
        "difficulty": "易"
      },
      {
        "question": "要求本国优先权的申请，在后申请的申请人应当是在先申请文件副本中记载的申请人或者是其中之一，不一致时应当附有转让优先权的证明。 因此，上述说法错误。 ",
        "options": [],
        "correct": "错误",
        "explanation": "根据《专利审查指南》第一部分第一章6.2.2.4中规定，要求本国优先权，要求优先权的在后申请的申请人与在先申请中记载的申请人应当一致；不一致的，在后申请的申请人应当在优先权日（要求多项优先权的，指最早优先权日）起十六个月内提交由在先申请的全体申请人签字或者盖章的优先权转让证明文件。",
        "difficulty": "中"
      },
      {
        "question": "申请人请求根据专利法实施细则第三十六条的规定恢复优先权的，申请人可以在优先权期限届满之日起两个月内提交恢复权利请求书，请求恢复优先权。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第一部分第一章第6.2.6.2节规定：“申请人请求恢复优先权的，应当提交恢复优先权请求书”因此，上述说法错误。",
        "difficulty": "易"
      },
      {
        "question": "涉及永动机的发明专利申请明显不具有实用性，应在初审阶段驳回。 实用性审查条款不属于发明专利申请初步审查的范围，初审阶段不能以明显不具有实用性驳回涉及永动机的申请。 ",
        "options": [],
        "correct": "错误",
        "explanation": "根据《专利审查指南》第一部分第一章第1 节发明专利申请初步审查的范围中规定，发明初审对申请文件的明显实质性缺陷审查，包括专利申请是否明显属于专利法第五条、第二十五条规定的情形，是否不符合专利法第十七条、第十八条第一款、第十九条第一款或者专利法实施细则第十一条的规定，是否明显不符合专利法第二条第二款、第二十六条第五款、第三十一条第一款、第三十三条或者专利法实施细则第二十条、第二十二条的规定。",
        "difficulty": "易"
      },
      {
        "question": "申请人委托代理机构的，可以向专利局交存总委托书，在提出专利申请时可以不再提交专利代理机构委托书原件，只提供总委托书备案编号即可。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第一部分第一章第6.1.2节规定：“申请人委托代理机构的，可以向专利局交存总委托书；专利局在收到符合规定的总委托书后，应当给出总委托编号，并通知该专利代理机构。已交存总委托书的，在提出专利申请时应当提供总委托书编号。”因此，上述说法正确。",
        "difficulty": "易"
      }
    ]
  },
  {
    "name": "2.初审部-指南学习岗位练兵题目-指南第三部分",
    "questions": [
      {
        "question": "一件进入国家阶段的国际申请，说明书及附图共计26页，核苷酸和/或氨基酸序列表作为说明书的单独部分共计460页，则申请人应缴纳说明书附加费的金额是：",
        "options": [
          {
            "key": "A",
            "text": "46,000元"
          },
          {
            "key": "B",
            "text": "26,100元"
          },
          {
            "key": "C",
            "text": "32,100元"
          },
          {
            "key": "D",
            "text": "40,000元"
          }
        ],
        "correct": "B",
        "explanation": "《专利审查指南》第三部分第一章第7.3节其他特殊费用的规定：“（3）核苷酸和/或氨基酸序列表作为说明书的单独部分超过400页的，该序列表按照400页计算。”即，对于序列表少于400页的，按照说明书、附图、序列表上述三项的实际页数合计后计算应当缴纳的说明书附加费；对于序列表超过400页的，按照说明书实际页数、附图实际页数和序列表400页，上述三项合计后计算应当缴纳的说明书附加费。",
        "difficulty": "难"
      },
      {
        "question": "某PCT国际申请，其申请人在专利法实施细则第120条规定的期限内足额缴纳了规定的费用，但缴费时因错填申请号被视为未按规定缴纳费用，则申请人可在收到国际申请不能进入中国国家阶段通知书之日起多久请求专利局更正:",
        "options": [
          {
            "key": "A",
            "text": "2个月"
          },
          {
            "key": "B",
            "text": "6个月"
          },
          {
            "key": "C",
            "text": "1个月"
          },
          {
            "key": "D",
            "text": "4个月"
          }
        ],
        "correct": "C",
        "explanation": "根据《专利审查指南》第三部分第一章第2.2.2节规定，申请人在专利法实施细则第一百二十条规定的期限内足额缴纳了规定的费用,但由于错填申请号等相关信息被视为不符合专利法实施细则第一百二十一条第一款第(二)项规定的,可以在收到国际申请不能进入中国国家阶段通知书之日起一个月内请求专利局更正。故C正确。",
        "difficulty": "易"
      },
      {
        "question": "国际阶段,PCT国际申请的说明书、权利要求书中包含有核苷酸和/或氨基酸序列,且序列表是作为说明书单独部分提交的，该PCT国际申请进入中国国家阶段，下列关于序列表的提交说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "提交一份符合规定的计算机可读形式的序列表作为说明书的一个单独部分"
          },
          {
            "key": "B",
            "text": "提交一份纸件的序列表，同时应提交一份对应的符合规定的计算机可读形式的序列表作为说明书的一个单独部分"
          },
          {
            "key": "C",
            "text": "提交的序列表可以与与国际公布的不一致"
          },
          {
            "key": "D",
            "text": "提交的序列表部分的自由文字内容已写入说明书的主要部分的,序列表部分的任何文字仍需要翻译"
          }
        ],
        "correct": "A",
        "explanation": "根据《专利审查指南》第三部分第一章第3.2.1节规定，在国际阶段,国际申请说明书、权利要求书中包含有核苷酸和/或氨基酸序列,并且序列表是作为说明书单独部分提交的,在提交译文时,应当提交一份符合规定的计算机可读形式的序列表作为说明书的一个单独部分。申请人提交的序列表应当与国际公布的一致。故A正确，B、C错误。",
        "difficulty": "易"
      },
      {
        "question": "某PCT国际申请涉及生物材料样品的保藏，该申请进入中国国家阶段后，下列关于生物材料样品的保藏说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "生物材料样品的保藏证明和存活证明应在申请日起4个月内提交"
          },
          {
            "key": "B",
            "text": "生物材料样品的保藏证明和存活证明应在进入日起4个月内提交"
          },
          {
            "key": "C",
            "text": "申请人按照专利合作条约规定，在国际阶段对生物材料样品的保藏作出过说明的,进入声明中无需再指明"
          },
          {
            "key": "D",
            "text": "生物材料样品的保藏单位可以不是国际保藏单位"
          }
        ],
        "correct": "B",
        "explanation": "根据《专利审查指南》第三部分第一章第5.5.1节规定，根据专利法实施细则第一百二十五条第一款的规定,申请人按照专利合作条约规定对生物材料样品的保藏作出过说明的,应当在进入声明中予以指明。故C错误。",
        "difficulty": "中"
      },
      {
        "question": "PCT国际申请在国际阶段被有关国际单位拒绝给予国际申请日或者宣布视为撤回时，下列说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "该申请在中国的效力一定终止"
          },
          {
            "key": "B",
            "text": "申请人可以请求国务院专利行政部门予以恢复该申请进入国家阶段的权利"
          },
          {
            "key": "C",
            "text": "申请人可以在规定的期限内，且办理必要手续的前提下，请求国务院专利行政部门进行复查"
          },
          {
            "key": "D",
            "text": "中国局作为指定局，不对受理局的审查结论再次启动审查程序"
          }
        ],
        "correct": "C",
        "explanation": "根据专利法实施细则第一百三十四条规定，国际申请在国际阶段被有关国际单位拒绝给予国际申请日或者宣布视为撤回的，申请人在收到通知之日起2个月内，可以请求国际局将国际申请档案中任何文件的副本转交国务院专利行政部门，并在该期限内向国务院专利行政部门办理本细则第一百二十条规定的手续，国务院专利行政部门应当在接到国际局传送的文件后，对国际单位作出的决定是否正确进行复查。故C正确，B、D错误。",
        "difficulty": "中"
      },
      {
        "question": "关于进入中国国家阶段的PCT国际申请，对于发明人的填写要求，下列说法正确的是",
        "options": [
          {
            "key": "A",
            "text": "发明人必须与国际申请请求书中写明的发明人一致"
          },
          {
            "key": "B",
            "text": "经国际局登记发明人已死亡的，不应再将其写入发明人栏中"
          },
          {
            "key": "C",
            "text": "在国际公布文本中没有记载发明人姓名的国际申请，在进入国家阶段时应当补充写明发明人"
          },
          {
            "key": "D",
            "text": "发明人的译名应当遵从其名在前、姓在后的写法"
          }
        ],
        "correct": "C",
        "explanation": "根据《专利审查指南》第三部分第一章第3.1.4.1节规定，除在国际阶段由国际局记录过变更的情况外，进入声明中填写的发明人应当是国际申请请求书中写明的发明人。在国际阶段曾经由国际局传送过“记录变更通知书”通报发明人或者发明人姓名变更的，应当认为已经向专利局申报，在进入声明中直接填写变更以后的信息，故A错误。",
        "difficulty": "易"
      },
      {
        "question": "PCT国际申请进入中国国家阶段后，在专利局作好公布发明专利申请或者公告实用新型专利权的技术准备工作后，要变更发明人、申请人中文译名的应通过:",
        "options": [
          {
            "key": "A",
            "text": "补正的方式办理"
          },
          {
            "key": "B",
            "text": "著录项目变更的方式办理"
          },
          {
            "key": "C",
            "text": "改正译文错误的方式办理"
          },
          {
            "key": "D",
            "text": "其他方式办理"
          }
        ],
        "correct": "B",
        "explanation": "根据《专利审查指南》第三部分第一章第3.1.4.3节规定，申请人认为进入声明中填写的发明人译名不准确的，在专利局作好公布发明专利申请或者公告实用新型专利权的准备工作之前可以用主动补正的方式提出。在专利局作好准备工作之后要求改正发明人译名的，应当办理著录项目变更手续。",
        "difficulty": "易"
      },
      {
        "question": "申请人在美国专利商标局提交了一件要求优先权的PCT国际申请，国际公布后申请人在规定期限内办理了进入中国国家阶段的手续，指明要求获得发明专利权。国家知识产权局将在（）时公布该国际申请的中文译文？",
        "options": [
          {
            "key": "A",
            "text": "完成进入中国国家阶段手续后及时公布"
          },
          {
            "key": "B",
            "text": "自优先权日起满十八个月公布"
          },
          {
            "key": "C",
            "text": "初步审查合格后及时公布"
          },
          {
            "key": "D",
            "text": "自完成进入中国国家阶段手续之日起满十八个月公布"
          }
        ],
        "correct": "C",
        "explanation": "根据专利法实施细则第一百三十二条第一款规定，对要求获得发明专利权的国际申请，国务院专利行政部门经初步审查认为符合专利法和本细则有关规定的，应当在专利公报上予以公布；国际申请以中文以外的文字提出的，应当公布申请文件的中文译文。《专利审查指南》第三部分第一章第6.1节“国家公布”之“何时公布”中规定，除本章第3.4节所述的情况外，多数国际申请在自优先权日起满18个月后进入国家阶段，不适用专利法第三十四条的规定。专利局对进入国家阶段的国际申请进行初步审查，认为合格之后，应当及时进行国家公布的准备工作。根据前述规定，故C正确。",
        "difficulty": "易"
      },
      {
        "question": "涉及生物材料样品保藏的PCT国际申请进入中国国家阶段时，下列说法错误的是: A．根据专利合作条约实施细则的规定，对保藏的生物材料样品的说明应包括的事项有：保藏单位的名称和地址、保藏日期、保藏单位给予的保藏编号 B． 进入声明中所指明的生物材料样品的保藏说明可以作为说明书的一部分或者以单独的纸页包含在国际公布文本中 C．生物材料样品保藏证明和存活证明都应当自进入日起3个月内提交 D．进入声明中填写的生物材料样品保藏信息、生物材料样品保藏说明与保藏证明中记载的保藏事项的内容均要一致 根据《专利审查指南》第三部分第一章第5.5.2节生物材料样品保藏说明的规定，申请人在进入声明中所指明的生物材料样品的保藏说明作为说明书的一部分或者以单独的纸页包含在国际公布文本中，其内容包括上述规定事项，审查员应当认为是符合要求的说明，所以B正确。 根据《专利审查指南》第三部分第一章第5.5.3节生物材料样品保藏证明，生物材料样品保藏证明和存活证明的期限是自进入日起四个月。所以C错误。 根据《专利审查指南》第三部分第一章第5.5.2节生物材料样品保藏说明的规定，审查员发现生物材料样品保藏说明与保藏证明中记载的保藏事项的内容不一致，并且可以确定不一致是由于保藏说明中的书写错误造成的，审查员应当发出办理手续补正通知书，通知申请人补正。所以D正确。 ",
        "options": [],
        "correct": "C",
        "explanation": "根据《专利审查指南》第三部分第一章第5.5.2节生物材料样品保藏说明的规定，根据专利合作条约实施细则的规定，对保藏的生物材料的说明应包括的事项有：保藏单位的名称和地址、保藏日期、保藏单位给予的保藏编号。所以A正确。",
        "difficulty": "易"
      },
      {
        "question": "有关PCT国际申请进入中国国家阶段变更手续的下列哪些说法是错误的是： A．专利局收到国际局“记录变更通知书”(PCT/IB/306表)，应当认为申请人已向专利局提出了著录项目变更申报，即不需要就该项变更再提交著录项目变更申报书及缴纳变更手续费。 B．在国际阶段申请人进行过变更的，进入中国国家阶段时，应当提交变更后的申请人享有申请权的证明材料。 C．国际局传送的“记录变更通知书”(PCT/IB/306表) 中记载的变更事项是由中国内地的单位或个人将申请权转让给外国人、外国企业或者外国其他组织的，除了申请权转让证明外，还应当出具国务院商务主管部门颁发的“技术出口许可证”或者“技术出口合同登记证”，或者地方商务主管部门颁发的“技术出口合同登记证”。 D．申请人声称在国际申请提出时填写了错误的申请人姓名或名称，或者错误的发明人的姓名，进入中国国家阶段后为了改正错误申报变更，当事人(申请人或发明人) 本人作出的声明也可以作为申报变更的证明文件。 根据专利法实施细则第121条第1款第6项，在国际阶段向国际局已经办理申请人变更手续的，必要时申请人应当提供变更后的申请人享有申请权的证明材料。所以，B错误。 根据《专利审查指南》第三部分第一章第5.10.1.2补交证明材料的规定，国际局传送的“记录变更通知书”(PCT/IB/306表) 中记载的变更事项是由中国内地的单位或个人将申请权转让给外国人、外国企业或者外国其他组织的，适用本指南第一部分第一章第6.7.2.2节第(3) (ii) 项的规定。本题意在强调内转外的证明文件。所以，C正确。 根据《专利审查指南》第三部分第一章第5.10.2国家阶段的著录项目变更的规定，进入国家阶段时或之后办理著录项目变更手续的，适用本指南第一部分第一章第6.7.1节的规定。除本指南第一部分第一章第6.7.2节所述的几种著录项目变更证明文件外，以下两种情况当事人(申请人或发明人) 本人作出的声明也可以作为申报变更的证明文件：申请人声称在国际申请提出时填写了错误的申请人姓名或名称，或者错误的发明人的姓名，进入国家阶段后为了改正错误申报变更。所以，D正确。 ",
        "options": [],
        "correct": "B",
        "explanation": "根据《专利审查指南》第三部分第一章第5.10.1.1国际局通知的效力的规定，专利局收到国际局“记录变更通知书”(PCT/IB/306表)，应当认为申请人已向专利局提出了著录项目变更申报，即不需要就该项变更再提交著录项目变更申报书及缴纳变更手续费。国际申请进入国家阶段时，应当直接使用变更后的著录项目。所以，A正确。",
        "difficulty": "难"
      },
      {
        "question": "有关PCT国际申请进入中国国家阶段，下列说法错误的是： A．国家公布仅适用于进入中国的发明专利的国际申请 B．国际公布是使用外文的申请，国家公布以在发明专利公报中的登载和发明专利申请单行本的出版两种形式完成 C．已完成国际公布的使用中文的申请，国家公布以在发明专利公报中的登载完成 D．PCT国际申请的发明专利申请单行本的内容应当包括扉页、原始申请文件和修改文件。 根据《专利审查指南》第三部分第一章第6.2.1国际公布是使用外文的申请的规定，国家公布以在发明专利公报中的登载和发明专利申请单行本的出版两种形式完成。所以，B正确。 根据《专利审查指南》第三部分第一章第6.2.2国际公布是使用中文的申请的规定，国家公布以在发明专利公报中的登载完成。以中文提出的国际申请在完成国际公布前，申请人请求提前处理并要求提前进行国家公布的，国家公布以在发明专利公报中的登载和发明专利申请单行本的出版两种形式完成。所以，C正确。 根据《专利审查指南》第三部分第一章第6.3.2发明专利申请单行本的内容的规定，国际申请的发明专利申请单行本的内容应当包括扉页、说明书和权利要求书的译文、摘要的译文，还可以包括附图及附图中文字的译文。必要时，包括核苷酸和／或氨基酸的序列表部分、记载有生物材料样品保藏事项的“关于微生物保藏的说明” (PCT/RO/134表) 的译文、按照专利合作条约第19条修改后的权利要求书的译文以及有关修改的声明译文。修改后的权利要求书的译文应当排在原始提出的权利要求书译文的后面。扉页的内容应当与同时出版的发明专利公报中对同一申请公布的内容完全一致。只有19条修改会公布，其他修改文件不公布，所以，D错误。  二、多选题（共十五题）",
        "options": [],
        "correct": "D",
        "explanation": "根据《专利审查指南》第三部分第一章6国家公布的规定，国家公布仅适用于进入中国的发明专利的国际申请。因此，A正确。",
        "difficulty": "易"
      },
      {
        "question": "以下关于进入国家阶段的国际申请费用减免的说法错误的是： 由中国专利局作为受理局受理，由其他专利局进行国际检索的国际申请，在进入国家阶段时免缴申请费及申请附加费。 由中国专利局作出国际检索报告及专利性国际初步报告的国际申请，在进入国家阶段并提出实质审查请求时，免缴实质审查费。 由欧洲专利局作出国际检索报告的国际申请，在进入国家阶段并提出实质审查请求时，只需要缴纳80%的实质审查费。 国际申请的申请人缴纳复审费和年费确有困难的，不能向专利局提出收费减缴请求。 《专利审查指南》第三部分第一章第7.2.2节规定：“由中国专利局作出国际检索报告及专利性国际初步报告的国际申请，在进入国家阶段并提出实质审查请求时，免缴实质审查费。”因此，B选项说法正确。 根据对等原则，不再对欧洲专利局、日本专利局、瑞典专利局三个国际检索单位作出国际检索报告的国际申请给予实质审查费减缴的优惠。因此，C选项说法错误。 《专利审查指南》第三部分第一章第7.2.3节规定：“国际申请的申请人缴纳复审费和年费确有困难的，可以根据专利收费减缴办法向专利局提出收费减缴的请求。”因此，D选项说法错误。 ",
        "options": [],
        "correct": "ACD",
        "explanation": "《专利审查指南》第三部分第一章第7.2.1节规定：“由中国专利局作为受理局受理并进行国际检索的国际申请在进入国家阶段时免缴申请费及申请附加费。”对于仅由中国专利局受理，但根据协议由其他专利局进行国际检索的国际申请，在进入国家阶段时不享受申请费及申请附加费的免缴。因此，A选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "某PCT申请要求了一项优先权，该申请的申请日在其优先权期限届满之日起两个月内，则关于该申请要求的优先权的恢复，下列说法正确的有：",
        "options": [
          {
            "key": "A",
            "text": "如该项优先权在国际阶段已经由受理局批准恢复，则专利局一般不再提出疑问"
          },
          {
            "key": "B",
            "text": "如在国际阶段申请人未请求恢复优先权，申请人有正当理由的，可以自进入日起两个月内依据细则第128条请求恢复优先权"
          },
          {
            "key": "C",
            "text": "如在国际阶段申请人提出了恢复请求但受理局未批准，则该申请进入中国国家阶段，申请人不能再请求恢复优先权"
          },
          {
            "key": "D",
            "text": "如在国际阶段申请人未请求恢复优先权，申请人有正当理由的，可以自进入日起两个月内依据细则第36条请求恢复优先权"
          }
        ],
        "correct": "AB",
        "explanation": "根据专利法实施细则第一百二十八条规定，国际申请的申请日在优先权期限届满之后2个月内，在国际阶段受理局已经批准恢复优先权的，视为已经依照本细则第三十六条的规定提出了恢复优先权请求;在国际阶段申请人未请求恢复优先权，或者提出了恢复优先权请求但受理局未批准，申请人有正当理由的，可以自进入日起2个月内向国务院专利行政部门请求恢复优先权。故B正确，C、D错误。",
        "difficulty": "中"
      },
      {
        "question": "下列关于发明人的说法，正确的有：",
        "options": [
          {
            "key": "A",
            "text": "专利合作条约规定，PCT国际申请有多个发明人的，可以针对不同的指定国有不同的发明人"
          },
          {
            "key": "B",
            "text": "PCT国际申请进入中国国家阶段，进入声明应填写针对中国的发明人"
          },
          {
            "key": "C",
            "text": "针对中国的发明人经国际局登记已经死亡的,在进入中国国家阶段时,仍应作为发明人填写在进入声明中"
          },
          {
            "key": "D",
            "text": "PCT国际申请的国际公布文本中没有记载发明人姓名的，在进入中国国家阶段时，应当在进入声明中补充写明发明人"
          }
        ],
        "correct": "ABCD",
        "explanation": "根据《专利审查指南》第三部分第一章3.1.4.1节规定，专利合作条约规定,国际申请有多个发明人的,可以针对不同的指定国有不同的发明人。在这种情况下,进入声明中要求填写的是针对中国的发明人。……针对中国的发明人经国际局登记已经死亡的,在进入国家阶段时,仍应作为发明人填写在进入声明中。故ABC正确。",
        "difficulty": "易"
      },
      {
        "question": "某PCT国际申请，国际局传送的“记录变更通知书”( PCT/IB/306 表 )中记载的变更事项是由中国内地的单位将申请权转让给外国企业，则该申请进入中国国家阶段，需要提交的证明材料为：",
        "options": [
          {
            "key": "A",
            "text": "转让前和转让后全体申请人签字的申请权转让合同"
          },
          {
            "key": "B",
            "text": "变更申请人的著录项目变更申报书"
          },
          {
            "key": "C",
            "text": "技术出口许可证或者技术出口合同登记证"
          },
          {
            "key": "D",
            "text": "国际局传送的“记录变更通知书”( PCT/IB/306表)"
          }
        ],
        "correct": "AC",
        "explanation": "根据《专利审查指南》第三部分第一章5.10.1.1节规定，在国际阶段国际局应申请人或受理局的要求,对请求书中的申请人或其姓名(名称)、居所、国籍或地址的变更,或者对请求书中的发明人或其姓名的变更进行记录,并书面通知指定局。专利局收到国际局“记录变更通知书 ”(PCT/IB/306 表),应当认为申请人已向专利局提出了著录项目变更申报,即不需要就该项变更再提交著录项目变更申报书及缴纳变更手续费。故BD错误。",
        "difficulty": "中"
      },
      {
        "question": "PCT国际申请办理进入中国国家阶段的手续，则PCT国际申请的国家阶段程序启动。国家阶段程序包括哪些:",
        "options": [
          {
            "key": "A",
            "text": "在专利合作条约允许的限度内进行的初步审查"
          },
          {
            "key": "B",
            "text": "国家公布"
          },
          {
            "key": "C",
            "text": "参考国际检索和国际初步审查结果进行的实质审查"
          },
          {
            "key": "D",
            "text": "授权或驳回,以及可能发生的其他程序"
          }
        ],
        "correct": "ABCD",
        "explanation": "根据《专利审查指南》第三部分第一章第1节规定，按照专利合作条约(即PCT)提出的国际申请，指明希 望获得中国的发明专利或者实用新型专利保护的,在完成国际阶段的程序后,应当根据专利法实施细则第一百二十条、第一百二十一条的规定,向专利局办理进入中国国家阶段(以下简称国家阶段)的手续,从而启动国家阶段的程序。国家阶段程序包括:在专利合作条约允许的限度内进行的初步审查、国家公布,参考国际检索和国际初步审查结果进行的实质审查、授权或驳回,以及可能发生的其他程序。故ABCD正确。",
        "difficulty": "易"
      },
      {
        "question": "关于PCT国际申请的申请人译名，下列说法正确的有：",
        "options": [
          {
            "key": "A",
            "text": "申请人在专利局作好公布准备工作之后要求改正申请人译名的,应当办理著录项目变更手续"
          },
          {
            "key": "B",
            "text": "国家阶段，申请人为个人时，进入声明中申请人译名中姓和名的先后顺序应当按照其所属国的习惯写法书写"
          },
          {
            "key": "C",
            "text": "申请人认为进入声明中填写的申请人译名不准确的,专利局作好公布发明专利申请或者公告实用新型专利权的准备工作之前，可以用主动补正的方式提出"
          },
          {
            "key": "D",
            "text": "国家阶段，有多个申请人名称或姓名涉及翻译的，仅翻译第一申请人的姓名或名称即可"
          }
        ],
        "correct": "ABC",
        "explanation": "根据《专利审查指南》第三部分第一章第3.1.5.3节规定，在国际阶段中规定,申请人为个人时姓名的 写法应当姓在前、名在后,在进入声明中填写申请人译名时姓和名的先后顺序应当按照其所属国的习惯写法书写。申请人认为进入声明中填写的申请人译名不准确的,在专利局作好公布发明专利申请或者公告实用新型专利权的准备工作之前可以用主动补正的方式提出。审查员经审查确认改正后的译名与原文相符,应当接受补正,并在国家公布或者公告中使用新译名。申请人在专利局作好准备工作之后要求改正译名的,应当办理著录项目变更手续。故ABC正确。",
        "difficulty": "易"
      },
      {
        "question": "某PCT国际申请要求了一项优先权,且国际申请日在优先权期限届满之后两个月内,在国际阶段申请人也未请求恢复该项优先权。该申请进入中国国家阶段时，申请人请求恢复该项优先权，则需要办理的手续为：",
        "options": [
          {
            "key": "A",
            "text": "自进入日起两个月内提交恢复优先权请求书，说明理由，请求恢复优先权"
          },
          {
            "key": "B",
            "text": "缴纳恢复权利请求费"
          },
          {
            "key": "C",
            "text": "缴纳优先权要求费"
          },
          {
            "key": "D",
            "text": "如未向国际局提交过在先申请文件副本,同时还需附具在先申请文件副本"
          }
        ],
        "correct": "ABCD",
        "explanation": "根据《专利审查指南》第三部分第一章第5.2.5.1节规定，在国际阶段申请人未请求恢复优先权,或者提出了恢复请求但受理局未批准,申请人有正当理由的,可以自进入日起两个月内请求恢复优先权,提交恢复优先权请求书,说明理由,并且缴纳恢复权利请求费、优先权要求费,未向国际局提交过在先申请文件副本的,同时还应当附具在先申请文件副本。故ABCD正确。",
        "difficulty": "中"
      },
      {
        "question": "关于PCT国际申请进入中国国家阶段的日期，下列说法正确的有：",
        "options": [
          {
            "key": "A",
            "text": "进入中国国家阶段的日期就是该申请的国际申请日"
          },
          {
            "key": "B",
            "text": "进入中国国家阶段的日期是指向专利局办理并满足专利法实施细则第一百二十一条第（一）项至第（三）项规定的全部进入手续的日期"
          },
          {
            "key": "C",
            "text": "满足要求的进入中国国家阶段手续是在同一日完成的，该日即为进入国家阶段的日期"
          },
          {
            "key": "D",
            "text": "满足要求的进入中国国家阶段手续是在不同日完成的，以最后完成进入手续之日为进入中国国家阶段的日期"
          }
        ],
        "correct": "BCD",
        "explanation": "根据专利法实施细则第一百二十一条规定，符合本条第一款第（一）项至第（三）项要求的，应当给予申请号，明确国际申请进入中国国家阶段的日期，故B正确；",
        "difficulty": "易"
      },
      {
        "question": "关于PCT国际申请在中国的效力问题，下列说法正确的有： A、只要国际申请指定了中国，应当承认该申请有正规的国家申请的效力 B、在国际阶段中，国际局曾经向专利局传送了“撤回国际申请”或“国际申请被认为撤回”通知的，该国际申请在中国的效力终止 C、国际公布文本中没有指定中国的记载的，该国际申请在中国没有效力 D、在国际阶段中，国际局曾经向专利局传送了该国际申请对中国“撤回指定”的，该国际申请在中国的效力终止 根据《专利审查指南》第三部分第一章第2.1节的规定，声称进入国家阶段的国际申请，其国际公布文本中没有指定中国的记载的，该国际申请在中国没有效力，审查员应当发出国际申请不能进入中国国家阶段通知书，通知申请人该国际申请进入国家阶段的手续不予接受，故C正确。 根据《专利审查指南》第三部分第一章第2.2.1节的规定，对于声称进入国家阶段的国际申请，在国际阶段中，国际局曾经向专利局传送了“撤回国际申请”（PCT/IB/307表）或“国际申请被认为撤回”（PCT/IB/325表）通知的，或者传送了该国际申请对中国“撤回指定”（PCT/IB/307表）的，根据专利法实施细则第一百二十二条第一款第（一）项的规定，该国际申请在中国的效力终止，审查员应当发出国际申请不能进入中国国家阶段通知书，通知申请人该国际申请进入国家阶段的手续不予接受。故BD正确。 ",
        "options": [],
        "correct": "ABCD",
        "explanation": "根据专利法实施细则第一百一十九条规定，按照专利合作条约已确定国际申请日并指定中国的国际申请，视为向国务院专利行政部门提出的专利申请，故A正确。",
        "difficulty": "易"
      },
      {
        "question": "某中国申请人于2020年2月26日就其在中国完成的一项发明创造向国家知识产权局提交了一件PCT国际申请。下列说法正确的有：",
        "options": [
          {
            "key": "A",
            "text": "该PCT国际申请是向国家知识产权局提出的，因此视为同时提出了保密审查请求"
          },
          {
            "key": "B",
            "text": "申请人应当委托专利代理机构办理PCT国际申请进入中国国家阶段的相关事务"
          },
          {
            "key": "C",
            "text": "申请人应当在2022年2月26日前办理进入中国国家阶段的手续"
          },
          {
            "key": "D",
            "text": "在办理进入中国国家阶段手续时，申请人应当选择要求获得发明专利或者实用新型专利"
          }
        ],
        "correct": "AD",
        "explanation": "根据专利法实施细则第八条第三款规定，向国务院专利行政部门提交专利国际申请的，视为同时提出了保密审查请求，故A正确。",
        "difficulty": "难"
      },
      {
        "question": "某申请人用英文向国家知识产权局提交了一件PCT国际申请，该申请进入中国国家阶段时要求的保护类型为发明。下列说法正确的有：",
        "options": [
          {
            "key": "A",
            "text": "该申请应当以英文进行国际公布"
          },
          {
            "key": "B",
            "text": "国家知识产权局应当在该申请的进入日后一个月内进行国家公布"
          },
          {
            "key": "C",
            "text": "国家知识产权局进行国家公布时应当公布该申请文件的中文译文"
          },
          {
            "key": "D",
            "text": "自国家公布之日起该申请人可以要求实施其发明的单位或者个人支付适当的费用"
          }
        ],
        "correct": "ACD",
        "explanation": "根据专利合作条约实施细则第48.3条“国际公布”的规定，英文是国际公布语言的一种，因此以英文提出的国际申请，国际公布时以提出申请时的语言进行公布，故A正确。",
        "difficulty": "难"
      },
      {
        "question": "PCT申请进中国国家阶段关于优先权表述，正确的有： A．申请人应自优先权16个月内主动向专利局提交在先申请文件副本 B．申请人可以用DAS方式请求专利局获得在先申请文件副本 C．在国际检索报告中出现PX、PY类文献时，审查员需要核实优先权 D．要求优先权的，申请人应当自进入日起两个月内缴纳优先权要求费 2023起进入中国国家阶段接受DAS方式提交的优先权副本。所以B正确。 根据《专利审查指南》第三部分第一章第5.2.2节在先申请文件副本的提供的规定，专利局的审查员认为有必要核查在先申请文件副本的，应当请求国际局传送该申请的在先申请文件副本。例如，国际检索报告中相关文件一栏内标明“PX”、“PY”等类文件的，或者国际检索单位审查员没有检索到，但是专利局负责实质审查的审查员在补充检索中检索到“PX”、“PY”等类文件的。所以C正确。 根据《专利审查指南》第三部分第一章第5.2.4节优先权要求费的规定，要求优先权的，申请人应当自进入日起两个月内缴纳优先权要求费；考点是和普通国家申请优先权缴费的区别。所以D正确。 综上，本题正确答案为：BCD。 ",
        "options": [],
        "correct": "BCD",
        "explanation": "根据《专利审查指南》第三部分第一章第5.2.2节在先申请文件副本的提供的规定，根据专利合作条约实施细则第17条的规定，如果申请人已向受理局提交了在先申请文件副本或者向受理局提出制作在先申请文件副本的要求，专利局不得要求申请人本人提供在先申请文件副本，该在先申请文件副本由专利局请求国际局提供。国际局通知专利局，申请人在国际阶段没有按照规定提交在先申请文件副本的，审查员应当发出办理手续补正通知书，通知申请人在指定期限内补交。所以A错误。",
        "difficulty": "难"
      },
      {
        "question": "PCT国际申请进入中国国家阶段关于费用减缴表述正确的有： A．对于PCT国际申请的申请人执行单独的专利收费减缴办法 B．PCT申请人缴纳复审费和年费确有困难的，可以根据专利收费减缴办法向专利局提出收费减缴请求。 C．既可以在进入声明中勾选费用减缴请求项，也可以单独提交费用减缴请求书 D．国际阶段享受过减缴的，进入国家阶段时不需要再提交证明材料 根据目前审查实践，既可以在进入声明中勾选费用减缴请求项，也可以单独提交费用减缴请求书，所以C正确。 根据《专利审查指南》第三部分第一章7.2.3复审费和年费的减缴,国际申请的申请人缴纳复审费和年费确有困难的，可以根据专利收费减缴办法向专利局提出费用减缴的请求。因此，申请人应当根据专利收费减缴办法的规定办理相应手续。所以D错误。 ",
        "options": [],
        "correct": "BC",
        "explanation": "根据《专利审查指南》第三部分第一章第7.2.3复审费和年费的减缴的规定，国际申请的申请人缴纳复审费和年费确有困难的，可以根据专利收费减缴办法向专利局提出收费减缴的请求。所以A错误，B正确。",
        "difficulty": "中"
      },
      {
        "question": "PCT国际申请进入中国国家阶段关于优先权叙述正确的有： A．对于国际申请日在该优先权日起十二个月之后、十四个月之内国际阶段恢复的优先权在中国没有效力 B．申请人在国际阶段没有提供在先申请的申请号的，应当在进入声明中写明 C．申请人认为在国际阶段提出的优先权书面声明中某一事项有书写错误，可以在办理进入中国国家阶段手续的同时或者自进入日起两个月内提出改正请求 D．申请人可以在进入中国国家阶段时撤回最早优先权，办理进入中国国家阶段手续的期限按照下一个优先权日起算，没有优先权的按照国际申请日起算 根据《专利审查指南》第三部分第一章第5.2.1节要求优先权声明的规定，申请人在国际阶段没有提供在先申请的申请号的，应当在进入声明中写明。所以B正确。 根据《专利审查指南》第三部分第一章第5.2.1节要求优先权声明的规定，申请人认为在国际阶段提出的优先权书面声明中某一事项有书写错误，可以在办理进入国家阶段手续的同时或者自进入日起两个月内提出改正请求。所以C正确。 根据《专利审查指南》第三部分第一章第2节的规定，申请人在办理进入国家阶段手续时提出撤回优先权要求的，办理进入国家阶段手续的期限仍按照原最早优先权日起算。所以D错误。 ",
        "options": [],
        "correct": "BC",
        "explanation": "根据《专利审查指南》第三部分第一章5.2.5节的规定，中国接受PCT国际申请在国际阶段恢复的优先权(例如，国际申请日在该优先权日起十二个月之后、十四个月之内) ，申请人可以按照有关要求办理恢复手续，所以A错误。",
        "difficulty": "难"
      },
      {
        "question": "PCT国际申请在进入中国国家阶段后，下述哪些情形导致的视为未要求优先权可以请求恢复： A．申请人在国际阶段没有提供在先申请的申请号，进入声明中仍未写明在先申请的申请号 B．要求优先权声明填写符合规定，申请人未在规定期限内提交在先申请文件副本或者优先权转让证明 C．要求优先权声明中在先申请的申请日、申请号和原受理机构名称中的一项或者两项内容与在先申请文件副本中记载的不一致 D．要求优先权声明填写符合规定，但未在规定期限内缴纳或者缴足优先权要求费 综上，本题正确答案为：ABCD。  三、判断题（共七题）",
        "options": [],
        "correct": "ABCD",
        "explanation": "根据《专利审查指南》第三部分第一章第5.2.5节优先权要求的恢复的规定，国际申请在进入国家阶段后，由于下述情形之一导致视为未要求优先权的，可以根据专利法实施细则第六条的规定请求恢复要求优先权的权利：(1) 申请人在国际阶段没有提供在先申请的申请号，进入声明中仍未写明在先申请的申请号。(2) 要求优先权声明填写符合规定，申请人未在规定期限内提交在先申请文件副本或者优先权转让证明。(3) 要求优先权声明中在先申请的申请日、申请号和原受理机构名称中的一项或者两项内容与在先申请文件副本中记载的不一致。(4) 要求优先权声明填写符合规定，但未在规定期限内缴纳或者缴足优先权要求费。",
        "difficulty": "易"
      },
      {
        "question": "申请人在规定期限内办理了进入国家阶段的手续且足额缴纳了规定的费用，但缴费时错填了申请号导致进入国家阶段的手续不被接受，可以在收到国际申请不能进入中国国家阶段通知书之日起一个月内请求专利局更正。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第三部分第一章第2.2.2节规定：“申请人在专利法实施细则第一百二十条规定的期限内足额缴纳了规定的费用，但由于错填申请号等相关信息被视为不符合专利法实施细则第一百二十一条第一款第（二）项规定的，可以在收到国际申请不能进入中国国家阶段通知书之日起一个月内请求专利局更正。”因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "申请人在办理PCT国际申请进入国家阶段手续时提出撤回优先权要求的，则办理该手续的期限仍按照原最早优先权日起算。 ",
        "options": [],
        "correct": "正确",
        "explanation": "根据《专利审查指南》第三部分第一章第2节规定，申请人在办理进入国家阶段手续时提出撤回优先权要求的,办理该手续的期限仍按照原最早优先权日起算。故答案为正确。",
        "difficulty": "易"
      },
      {
        "question": "申请人在专利法实施细则第一百二十条规定期限内办理的进入国家阶段手续不符合规定的，审查员应当通知申请人进入国家阶段的手续存在缺陷而不予接受。 ",
        "options": [],
        "correct": "正确",
        "explanation": "根据《专利审查指南》第三部分第一章第2.2.2节规定，申请人在专利法实施细则第一百二十条规定期限内办理的进入国家阶段手续不符合规定的,审查员应当通知申请人进入国家阶段的手续存在缺陷而不予接受。申请人在规定期限届满之前再次办理进入国家阶段手续,并且克服了上述缺陷的,该国际申请在中国仍然具有效力。故答案为正确。",
        "difficulty": "易"
      },
      {
        "question": "进入中国国家阶段的PCT国际申请，其发明名称不能超过60个字。 ",
        "options": [],
        "correct": "错误",
        "explanation": "根据《专利审查指南》第三部分第一章第3.1.3节规定，进入声明中的发明名称应当与国际公布文本扉页中记载的一致。国际申请以外文进行国际公布的,发明名称的译文除准确表达原意外,还应当使译文简短。在译文没有多余词汇的情况下,不得根据本指南第一部分第一章第4.1.1节中的规定对发明名称的字数加以限制。故答案为错误。",
        "difficulty": "易"
      },
      {
        "question": "申请人在进入声明中指明在国际申请提出时要求过不丧失新颖性宽限期的,国际公布文本扉页中应当有相应的记载,记载的内容包括所提及的不丧失新颖性的公开发生的日期、地点、公开类型以及展览会或会议的名称。 ",
        "options": [],
        "correct": "正确",
        "explanation": "根据《专利审查指南》第三部分第一章5.4不丧失新颖性的公开部分，该表述正确。",
        "difficulty": "易"
      },
      {
        "question": "PCT国际申请要求了优先权，且国际申请日在优先权期限届满之后两个月内，在国际阶段已经由受理局批准恢复优先权的，专利局一般不再提出疑问，PCT国际申请进入中国国家阶段时，申请人不需要再次办理恢复手续。 ",
        "options": [],
        "correct": "正确",
        "explanation": "根据《专利审查指南》第三部分第一章5.2.5.1节规定了超期优先权恢复的条件。国际申请要求了优先权，且国际申请日在优先权期限届满之后两个月内，在国际阶段已经由受理局批准恢复优先权的，专利局一般不再提出疑问，国际申请进入国家阶段时，申请人不需要再次办理恢复手续。",
        "difficulty": "易"
      },
      {
        "question": "对于在国际阶段存在援引加入项目或部分的PCT国际申请，申请人在办理进入中国国家阶段手续时应当提交与援引加入相关的在先申请文件副本的中文译文,并在进入声明中正确指明援引加入的项目或部分在原始申请文件译文（或以中文提出的原始申请文件）和在先申请文件副本译文（或以中文提出的在先申请文件副本）中的位置。  ",
        "options": [],
        "correct": "正确",
        "explanation": "根据《专利审查指南》第三部分第一章5.3援引加入部分，该表述正确。",
        "difficulty": "易"
      }
    ]
  },
  {
    "name": "3.初审部-指南学习岗位练兵题目-指南第五部分",
    "questions": [
      {
        "question": "关于费用种类的转换，下列说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "当事人可以申请将普通国家申请a申请号的费用转换成b申请号的费用。"
          },
          {
            "key": "B",
            "text": "缴纳费用时费用种类填写错误的，当事人可以在转换后费用的缴纳期限内申请将a申请号的一种费用转换成a申请号的另一种费用。"
          },
          {
            "key": "C",
            "text": "当事人缴纳的费用种类明显错误，审查员无权对费用进行转换。"
          },
          {
            "key": "D",
            "text": "当事人申请费用转换的，申请转换日为缴费日。"
          }
        ],
        "correct": "B",
        "explanation": "根据《专利审查指南》第五部分第二章第6节费用种类转换的规定，不同申请号之间的费用不能转换，故A选项错误；当事人缴纳的费用种类明显错误，审查员可以依职权对费用种类进行转换，故C选项错误；费用种类转换的，缴费日不变，故D选项错误。",
        "difficulty": "易"
      },
      {
        "question": "以下关于退款手续的说法中错误的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人（或者专利权人）、专利代理机构作为非缴款人请求退款的，应当声明是受缴款人委托办理退款手续。"
          },
          {
            "key": "B",
            "text": "专利局开出的费用收据复印件可作为退款请求的证明文件。"
          },
          {
            "key": "C",
            "text": "邮局或者银行出具的汇款凭证复印件可作为退款请求的证明文件。"
          },
          {
            "key": "D",
            "text": "因银行或者邮局责任造成必要缴费信息（如申请号、费用名称等）不完整被退款，当事人提出异议的，应当以书面形式陈述意见，并附具汇款银行或者邮局出具的加盖公章的证明，符合上述规定的，原缴费日视为重新缴纳款项的缴费日。"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第五部分第二章第4.2.2.1节规定：“退款请求人应当是该款项的缴款人。申请人（或者专利权人）、专利代理机构作为非缴款人请求退款的，应当声明是受缴款人委托办理退款手续。”因此，A选项说法正确。",
        "difficulty": "易"
      },
      {
        "question": "在中国没有固定居所和营业所的某外国申请人，在境外自行以外币向专利局汇款缴纳专利费用，关于缴费日的确定，下列表述正确的是：",
        "options": [
          {
            "key": "A",
            "text": "以该申请人在境外实际汇款的汇出日为缴费日。"
          },
          {
            "key": "B",
            "text": "以我局实际收到该笔费用的收到日为缴费日。"
          },
          {
            "key": "C",
            "text": "以银行将该费用结算至专利局账户之日为缴费日。"
          },
          {
            "key": "D",
            "text": "以银行实际收到该笔境外汇款之日为缴费日。"
          }
        ],
        "correct": "C",
        "explanation": "专利法实施细则第18条规定的强制代理例外的情形新增了缴纳费用的事项。因此在《专利审查指南》第五部分第二章第2节中适应性的增加了境外汇款缴费日的规定。由于缴费人在不同国家和地区通过外币不能直接汇款至专利局账户，需要银行进行结汇至专利局账户的人民币账户。根据外汇管理局的规定，银行应依据收款方出具的情况说明进行结汇处理，银行应按照结汇日的汇率牌价进行结算并汇至专利局人民币账户。因此《专利审查指南》中明确规定“按照银行将该费用结汇至专利局账户之日的汇率结算，以结算之日为缴费日，”因此C选项正确。",
        "difficulty": "中"
      },
      {
        "question": "一件专利申请的申请人是甲，委托了专利代理机构，重复缴纳的申请费费用收据抬头填写的是乙。关于该申请费退款请求的说法中，符合规定的是：",
        "options": [
          {
            "key": "A",
            "text": "甲提出退款请求的，应当声明是受乙委托办理退款手续。"
          },
          {
            "key": "B",
            "text": "本申请委托的专利代理机构提出退款请求的，应当声明是受甲委托办理退款手续。"
          },
          {
            "key": "C",
            "text": "乙提出退款请求的，应当声明是受甲委托办理退款手续。"
          },
          {
            "key": "D",
            "text": "非本申请委托的专利代理机构提出退款请求的，应当声明是受乙委托办理退款手续。"
          }
        ],
        "correct": "A",
        "explanation": "《专利审查指南》第五部分第二章第4.2.2.1节规定：“退款请求人应当是该款项的缴款人。申请人（或者专利权人）、专利代理机构作为非缴款人请求退款的，应当声明是受缴款人委托办理退款手续。”收据抬头填写的姓名或者名称是缴款人，该重缴申请费的缴款人是乙，申请人甲提出退款请求的，应当声明是受乙委托办理退款手续。因此，A选项说法正确。",
        "difficulty": "难"
      },
      {
        "question": "对于普通国家申请，以下关于费用种类转换的说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "不同专利号之间的费用可以转换。"
          },
          {
            "key": "B",
            "text": "当事人缴纳的费用种类明显错误，审查员可以依职权对费用种类进行转换。"
          },
          {
            "key": "C",
            "text": "费用种类转换的，缴费日不变。"
          },
          {
            "key": "D",
            "text": "依职权转换费用种类的，应当通知当事人。"
          },
          {
            "key": "D",
            "text": "延迟期限届满前，申请人可以请求撤回延迟审查请求，符合规定的，延迟期限终止，专利申请将按顺序待审。"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第七章第8.3节规定：“申请人可以对专利申请提出延迟审查请求。",
        "difficulty": "中"
      },
      {
        "question": "下列关于退款的说法，正确的是： A．退款请求人应当是申请人(或者专利权人)或者已委托的专利代理机构。 B．对多缴、重缴、错缴的费用,当事人在自缴费日起一年后才提出退款请求的，不予退款。 C．当事人对于进入实质审查阶段的发明专利申请,在第一次审查意见通知书答复期限届满前主动申请撤回的,可以请求退还50%的发明专利申请实质审查费。 D．当事人缴费时写错费用种类、申请号(或者专利号)的，当事人可以请求退款。 《专利审查指南》第五部分第二章第4.2.1.3节（1）规定：“对多缴、重缴、错缴的费用,当事人在自缴费日起三年后才提出退款请求的，不予退款。”因此，B选项说法错误。 《专利审查指南》第五部分第二章第4.2.1.1节（4）规定：“当事人对于进入实质审查阶段的发明专利申请,在第一次审查意见通知书答复期限届满前主动申请撤回的,可以请求退还50%的发明专利申请实质审查费,已提交答复意见的除外。”因此，C选项说法错误。 《专利审查指南》第五部分第二章第4.2.1.1节（3）规定：“错缴费用的情形:如当事人缴费时写错费用种类、申请号(或者专利号)的;...当事人可以提出退款请求。”因此，D选项说法正确。 ",
        "options": [],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第二章第4.2.2.1节规定：“退款请求人应当是该款项的缴款人。申请人(或者专利权人)、专利代理机构作为非缴款人请求退款的,应当声明是受缴款人委托办理退款手续。”因此，A选项说法错误。",
        "difficulty": "难"
      },
      {
        "question": "以下关于证明文件的说法，错误的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人可以将证明文件原件在专利局存档备案，在办理相关手续时应当注明证明文件备案号。"
          },
          {
            "key": "B",
            "text": "各种证明文件应当由有关主管部门出具或者由当事人签署。各种证明文件应当提供原件；证明文件是复印件的，应当经公证或者由主管部门加盖公章予以确认。"
          },
          {
            "key": "C",
            "text": "申请人办理专利电子申请的相关手续时，对专利法及其实施细则和专利审查指南中规定的应当以原件形式提交的相关证明文件，可以提交原件的电子扫描文件。专利局认为必要时，可以要求申请人在指定期限内提交原件。"
          },
          {
            "key": "D",
            "text": "专利申请审批程序中常用的证明文件有国籍证明、注册地证明、优先权证明（在先申请文件副本）、优先权转让证明、生物材料样品保藏证明、申请人（或者专利权人）名称变更或者权利转移证明、文件寄发日期证明、非职务发明证明、经常居所证明、经常营业所所在地证明、申请人资格证明等。"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第一章第6节规定：“专利申请审批程序中常用的证明文件有国籍证明、注册地证明、优先权证明（在先申请文件副本）、优先权转让证明、生物材料样品保藏证明、申请人（或者专利权人）名称变更或者权利转移证明、文件寄发日期证明等”。“非职务发明证明、经常居所证明、经常营业所所在地证明、申请人资格证明”属于本次指南修改已删除内容。因此，D说法是错误的。",
        "difficulty": "中"
      },
      {
        "question": "以下关于期限的说法，错误的是：",
        "options": [
          {
            "key": "A",
            "text": "全部指定期限和部分法定期限自通知和决定的推定收到日起计算。"
          },
          {
            "key": "B",
            "text": "通过邮寄的通知和决定，自发文日起满十五日推定为当事人收到通知和决定之日。"
          },
          {
            "key": "C",
            "text": "通过电子形式送达的通知和决定，以进入当事人认可的电子系统的日期为送达日。"
          },
          {
            "key": "D",
            "text": "通知和决定是通过在专利公报上公告方式通知当事人的，以公告之日起满一个月推定为送达日。"
          }
        ],
        "correct": "A",
        "explanation": "《专利审查指南》第五部分第七章第2.1节（2）规定：“全部指定期限和部分法定期限自通知和决定的送达日起计算。”本次指南修改将A选项中的“推定收到日”修改为“送达日”，因此A选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "根据专利法第四十二条第二款的专利权期限补偿，同一申请人同日对同样的发明创造既申请实用新型专利又申请发明专利，以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "同一申请人同日对同样的发明创造既申请实用新型专利又申请发明专利，该发明专利权的期限不适用专利法第四十二条第二款的规定。"
          },
          {
            "key": "B",
            "text": "同一申请人同日对同样的发明创造既申请实用新型专利又申请发明专利，依照专利法实施细则第四十七条第四款的规定取得发明专利权的，该发明专利权的期限不适用专利法第四十二条第二款的规定。"
          },
          {
            "key": "C",
            "text": "同一申请人同日对同样的发明创造既申请实用新型专利又申请发明专利，该实用新型专利权的期限适用专利法第四十二条第二款的规定。"
          },
          {
            "key": "D",
            "text": "同一申请人同日对同样的发明创造既申请实用新型专利又申请发明专利，依照专利法实施细则第四十七条第四款的规定取得发明专利权的，该实用新型专利权的期限适用专利法第四十二条第二款的规定。"
          }
        ],
        "correct": "B",
        "explanation": "《专利审查指南》第五部分第九章第2节，根据专利法第四十二条第二款的专利权期限补偿规定：“同一申请人同日对同样的发明创造既申请实用新型专利又申请发明专利，依照专利法实施细则第四十七条第四款的规定取得发明专利权的，该发明专利权的期限不适用专利法第四十二条第二款的规定。”因此，B选项说法正确。",
        "difficulty": "易"
      },
      {
        "question": "药品专利权期限补偿请求应当由谁提出：",
        "options": [
          {
            "key": "A",
            "text": "专利权人"
          },
          {
            "key": "B",
            "text": "药品上市许可持有人"
          },
          {
            "key": "C",
            "text": "专利权人与药品上市许可持有人"
          },
          {
            "key": "D",
            "text": "专利权人或药品上市许可持有人"
          }
        ],
        "correct": "A",
        "explanation": "《专利审查指南》第五部分第九章第3.2节规定：“药品专利权期限补偿请求应当由专利权人提出。专利权人与药品上市许可持有人不一致的,应当征得药品上市许可持有人书面同意。”因此，A选项说法正确。",
        "difficulty": "易"
      },
      {
        "question": "以下哪类证明文件不属于被控侵权人请求作出专利权评价报告时应当提交的文件：",
        "options": [
          {
            "key": "A",
            "text": "人民法院出具的立案类通知书复印件"
          },
          {
            "key": "B",
            "text": "电商平台投诉通知书"
          },
          {
            "key": "C",
            "text": "专利权人发出的律师函"
          },
          {
            "key": "D",
            "text": "专利实施独占许可合同"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第十章第2.3节规定：“请求人是被控侵权人的，在提交专利权评价报告请求的同时应当提交相关证明文件。例如，人民法院出具的立案类通知书或其复印件，专利行政执法部门出具的立案类通知书或其复印件，调解仲裁机构出具的立案类文件或其复印件，专利权人发出的律师函或其复印件，电商平台投诉通知书或其复印件等。”因此，选项ABC正确。",
        "difficulty": "易"
      },
      {
        "question": "申请人在办理登记手续时，应当按照办理登记手续通知书的要求缴纳的费用为： A．专利登记费。 B．授权当年的年费。 C．公告印刷费。 D．专利证书印花税。  14．下列有关可以减缴的费用种类，说法不正确的是： A．申请费（不包括公布印刷费、申请附加费）。 B．发明专利申请实质审查费。 C．复审费。 D．年费（自授予专利权当年起六年的年费、开放许可实施期间的年费）。 ",
        "options": [],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第二章第3.1节规定：“可以减缴的费用种类（1）申请费（不包括公布印刷费、申请附加费）；（2）发明专利申请实质审查费；（3）复审费；（4）年费（自授予专利权当年起十年的年费、开放许可实施期间的年费）。”因此，上述D选项说法不正确。",
        "difficulty": "易"
      },
      {
        "question": "下列有关证书的更换和错误更正，说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "专利局发出的原纸质专利证书破损损坏的，专利权人可以请求更换专利证书。专利局应当重新制作纸质专利证书发送给当事人，更换后的证书应当与原专利证书的内容一致。"
          },
          {
            "key": "B",
            "text": "专利证书中存在错误时，专利权人可以请求专利局更正。专利局经核实存在错误的，颁发更正后的专利证书，并需缴纳手续费。"
          },
          {
            "key": "C",
            "text": "专利证书中存在错误时，专利权人可以请求专利局更正。专利局经核实存在错误的，将原专利证书公告作废，颁发更正后的专利证书。"
          },
          {
            "key": "D",
            "text": "因专利权的转移、专利权人更名发生专利权人姓名或者名称变更的，专利权人可以请求更换专利证书。"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第五部分第九章第1.2.2节规定: “专利局发出的原纸质专利证书破损损坏的，专利权人可以请求更换专利证书。专利局可以重新制作电子专利证书发送给当事人，更换后的证书应当与原专利证书的内容一致。”因此，A选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "以下关于审查顺序的说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "对于发明、实用新型和外观设计专利申请，一般应当按照申请提交的先后顺序启动初步审查。"
          },
          {
            "key": "B",
            "text": "对于发明专利申请，在符合启动实质审查程序的其他条件前提下，一般应当按照提交实质审查请求书的先后顺序启动实质审查。"
          },
          {
            "key": "C",
            "text": "如果需要，对于技术内容、申请人或发明人相互关联的专利申请，可以合并审查。"
          },
          {
            "key": "D",
            "text": "对于专利局自行启动实质审查的专利申请，可以优先处理。"
          }
        ],
        "correct": "B",
        "explanation": "《专利审查指南》第五部分第七章第8.1节规定：“对于发明、实用新型和外观设计专利申请，一般应当按照申请提交的先后顺序启动初步审查；对于发明专利申请，在符合启动实质审查程序的其他条件前提下，一般应当按照提交实质审查请求书并缴纳实质审查费的先后顺序启动实质审查；另有规定的除外。",
        "difficulty": "中"
      },
      {
        "question": "申请人在提出保密请求之前已确定其申请的内容涉及国家安全或者重大利益需要保密的，应当提交有定密权限的机关、单位出具的保密证明材料。关于保密证明材料的要求，以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "保密证明材料中应当写明发明创造名称、申请人姓名或者名称、密级、保密期限、保密原因及保密要点、定密责任人、定密机关或者单位的联系人和联系电话、申请人机要通信地址以及定密日期。该文件还应当加盖定密机关或者单位的公章。"
          },
          {
            "key": "B",
            "text": "保密证明材料中应当写明发明创造名称、申请人姓名或者名称、定密责任人、定密机关或者单位的联系人和联系电话、申请人机要通信地址以及定密日期。该文件还应当加盖定密机关或者单位的公章。"
          },
          {
            "key": "C",
            "text": "保密证明材料中应当写明发明创造名称、密级、保密期限、保密原因及保密要点、定密责任人、定密机关或者单位的联系人和联系电话、申请人机要通信地址以及定密日期。该文件还应当加盖定密机关或者单位的公章。"
          },
          {
            "key": "D",
            "text": "保密证明材料中应当写明申请人姓名或者名称、密级、保密期限、保密原因及保密要点、定密责任人、定密机关或者单位的联系人和联系电话、申请人机要通信地址以及定密日期。该文件还应当加盖定密机关或者单位的公章。"
          }
        ],
        "correct": "A",
        "explanation": "《专利审查指南》第五部分第五章第3.1.1节对保密证明材料做出了规定：“保密证明材料中应当写明发明创造名称、申请人姓名或者名称、密级、保密期限、保密原因及保密要点、定密责任人、定密机关或者单位的联系人和联系电话、申请人机要通信地址以及定密日期。该文件还应当加盖定密机关或者单位的公章。”因此，A选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "审查员应当根据保密基准对专利申请进行审查，并根据不同情况确定是否需要保密。关于保密确定，以下说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "专利申请的内容涉及国防利益的，由国防知识产权局进行保密确定。需要保密的，应当及时移交国防知识产权局进行审查，审查员向申请人发出专利申请移交国防知识产权局通知书。"
          },
          {
            "key": "B",
            "text": "申请人向专利局提交的专利申请，专利申请的内容涉及国防利益但不需要保密的，审查员也应当及时移交国防知识产权局进行审查，审查员向申请人发出专利申请移交国防知识产权局通知书。"
          },
          {
            "key": "C",
            "text": "发明或者实用新型内容涉及国防利益以外的国家安全或者重大利益的，由专利局进行保密确定，必要时可以邀请相关领域的技术专家协助确定。"
          },
          {
            "key": "D",
            "text": "审查员根据保密确定的结果发出保密审批通知书，需要保密的，通知申请人该专利申请予以保密，按照保密专利申请处理；不需要保密的，通知申请人该专利申请不予保密，按照一般专利申请处理。"
          }
        ],
        "correct": "B",
        "explanation": "《专利审查指南》第五部分第五章第3.1.2节涉及保密的确定：“审查员应当根据保密基准对专利申请进行审查，并根据不同情况确定是否需要保密。（1）专利申请的内容涉及国防利益的，由国防知识产权局进行保密确定。需要保密的，应当及时移交国防知识产权局进行审查，审查员向申请人发出专利申请移交国防知识产权局通知书；不需要保密的，审查员应当发出保密审批通知书，通知申请人该专利申请不予保密，按照一般专利申请处理。（2）发明或者实用新型内容涉及国防利益以外的国家安全或者重大利益的，由专利局进行保密确定，必要时可以邀请相关领域的技术专家协助确定。审查员根据保密确定的结果发出保密审批通知书，需要保密的，通知申请人该专利申请予以保密，按照保密专利申请处理；不需要保密的，通知申请人该专利申请不予保密，按照一般专利申请处理。”因此，ACD选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "以下关于保密专利申请审批程序的说法中哪项是正确的？",
        "options": [
          {
            "key": "A",
            "text": "初步审查按照与一般发明专利申请不同的基准进行。"
          },
          {
            "key": "B",
            "text": "初步审查合格的保密专利申请不予公布。"
          },
          {
            "key": "C",
            "text": "实质审查按照与一般发明专利申请不同的基准进行。"
          },
          {
            "key": "D",
            "text": "对保密专利申请授予专利权不进行任何形式的公告。"
          }
        ],
        "correct": "B",
        "explanation": "《专利审查指南》第五部分第五章第4节第（2）点规定，对于发明专利申请，初步审查和实质审查按照与一般发明专利申请相同的基准进行。初步审查合格的保密专利申请不予公布，实质审查请求符合规定的，直接进入实质审查程序。因此，选项AC错误，选项B正确。",
        "difficulty": "易"
      },
      {
        "question": "已通知请求人暂缓向外国申请专利的，审查员应当作进一步保密审查，情况复杂的，最晚应当在向外国申请专利保密审查请求递交日起几个月内发出决定：",
        "options": [
          {
            "key": "A",
            "text": "二个月"
          },
          {
            "key": "B",
            "text": "四个月"
          },
          {
            "key": "C",
            "text": "六个月"
          },
          {
            "key": "D",
            "text": "八个月"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第五部分第五章第6.1.2节规定：“已通知请求人暂缓向外国申请专利的，审查员应当作进一步保密审查，必要时可以邀请相关领域的技术专家协助审查。审查员根据保密审查的结论在请求递交日起四个月内发出向外国申请专利保密审查决定，情况复杂的，在请求递交日起六个月内发出决定，将是否同意就该技术方案向外国申请专利的审查结果通知请求人。”",
        "difficulty": "易"
      },
      {
        "question": "电子申请的申请日为2024年2月29日，专利受理通知书发文日为2024年4月16日，申请费的缴纳期限应该是：",
        "options": [
          {
            "key": "A",
            "text": "2024年4月29日"
          },
          {
            "key": "B",
            "text": "2024年5月6日"
          },
          {
            "key": "C",
            "text": "2024年5月16日"
          },
          {
            "key": "D",
            "text": "2024年6月16日"
          }
        ],
        "correct": "B",
        "explanation": "《专利审查指南》第五部分第二章第1节规定：“申请费的缴纳期限是自申请日起两个月内，或者自收到受理通知书之日起15日内。”",
        "difficulty": "难"
      },
      {
        "question": "一件专利申请，其申请文件为摘要1页，权利要求书5页，权利要求13项，说明书28页，说明书附图10页，请问本专利申请需要缴纳的附加费金额是：",
        "options": [
          {
            "key": "A",
            "text": "权利要求附加费300元，说明书附加费0元"
          },
          {
            "key": "B",
            "text": "权利要求附加费450元，说明书附加费0元"
          },
          {
            "key": "C",
            "text": "权利要求附加费450元，说明书附加费400元"
          },
          {
            "key": "D",
            "text": "权利要求附加费300元，说明书附加费150元"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第五部分第二章第1节规定：“申请附加费是指申请文件的说明书（包括附图、序列表）页数超过30页或者权利要求超过10项时需要缴纳的费用，该项费用的数额以页数或者项数计算。”",
        "difficulty": "中"
      },
      {
        "question": "以下哪种情况，该申请文件不予受理？",
        "options": [
          {
            "key": "A",
            "text": "实用新型专利申请文件中缺少摘要"
          },
          {
            "key": "B",
            "text": "发明专利申请文件中缺少权利要求书"
          },
          {
            "key": "C",
            "text": "发明专利申请文件中缺少说明书附图"
          },
          {
            "key": "D",
            "text": "实用新型专利申请文件中缺少摘要附图"
          }
        ],
        "correct": "B",
        "explanation": "本题考查的是受理条件中的必要文件。《专利审查指南》第五部分第三章第2.2节规定：“专利申请有下列情况之一的，专利局不予受理：（1）发明专利申请缺少请求书、说明书或者权利要求书的；实用新型专利申请缺少请求书、说明书、说明书附图或者权利要求书的；外观设计专利申请缺少请求书、图片或者照片或者简要说明的。”B选项的情况是缺少必要文件，A、C、D选项的情况缺少的文件不属于受理条件中的必要文件。因此，B选项正确。",
        "difficulty": "中"
      },
      {
        "question": "下列说法中错误的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人以电子形式提出专利申请并被受理的，在审批程序中应当通过专利局指定的特定电子系统以电子形式提交相关文件，另有规定的除外。不符合规定的，该文件视为未提交。"
          },
          {
            "key": "B",
            "text": "申请人以纸件形式提出专利申请并被受理的，在审批程序中应当以纸件形式提交相关文件。除另有规定外，申请人以电子形式提交的相关文件被视为未提交。"
          },
          {
            "key": "C",
            "text": "以传真形式办理各种手续的，均视为未提出，不产生法律效力，另有规定的除外。"
          },
          {
            "key": "D",
            "text": "涉及国家安全或者重大利益需要保密的专利申请，可以请求将纸件申请转换为电子申请。"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第一章第2.1节规定：“申请人以电子形式提出专利申请并被受理的，在审批程序中应当通过专利局指定的特定电子系统以电子形式提交相关文件，另有规定的除外。不符合规定的，该文件视为未提交。”因此，A选项说法正确。",
        "difficulty": "易"
      },
      {
        "question": "关于专利申请，下列说法错误的有：",
        "options": [
          {
            "key": "A",
            "text": "专利申请文件应当使用中文。"
          },
          {
            "key": "B",
            "text": "以电子形式提交专利申请，未被专利业务办理系统正常接收的，该文件视为未提交。"
          },
          {
            "key": "C",
            "text": "以纸件形式提交的专利申请文件及其他文件，经专利局转换为电子形式文件，并记录在电子系统数据库中，具有与原纸件形式文件同等的效力。"
          },
          {
            "key": "D",
            "text": "申请人在提交专利申请的同时提交的外文申请文本，与中文文本具有同样的法律效力。"
          }
        ],
        "correct": "D",
        "explanation": "专利法实施细则第三条规定：“依照专利法和本细则规定提交的各种文件应当使用中文。”因此，A选项说法正确。",
        "difficulty": "易"
      },
      {
        "question": "关于申请日的更正，说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人收到专利申请受理通知书之后对记载的申请日有异议的，可以请求更正申请日。"
          },
          {
            "key": "B",
            "text": "请求更正申请日应递交收寄专利申请文件的邮局出具的寄出日期的有效证明，该证明中注明的寄出挂号号码与请求书中记录的挂号号码一致。"
          },
          {
            "key": "C",
            "text": "当事人对专利局确定的其他文件递交日有异议的，应当提供专利局出具的收到文件回执、收寄邮局出具的证明或者其他有效证明材料。"
          },
          {
            "key": "D",
            "text": "申请人递交专利申请文件之后任何时间都可以请求更正申请日。"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第三章第4节规定：“申请人收到专利申请受理通知书之后认为该通知书上记载的申请日与邮寄该申请文件日期不一致的，可以请求专利局更正申请日。",
        "difficulty": "中"
      },
      {
        "question": "授权时如果发明人过多，在专利证书第一页显示不下的，专利证书将:",
        "options": [
          {
            "key": "A",
            "text": "省略其余发明人"
          },
          {
            "key": "B",
            "text": "增加附页显示其余发明人"
          },
          {
            "key": "C",
            "text": "改变专利证书版式以显示全部发明人"
          },
          {
            "key": "D",
            "text": "缩小字号以显示全部发明人"
          }
        ],
        "correct": "B",
        "explanation": "《专利审查指南》第五部分第九章1.2.1专利证书的构成",
        "difficulty": "中"
      },
      {
        "question": "下列说法哪个是正确的： A．发明专利申请自申请日（有优先权的，为优先权日）起满18个月，即行公布。 B．专利申请涉及国防利益需要保密的,经国防专利机构审查没有发现驳回理由的,由国防专利机构作出授予国防专利权的决定。 C．在初步审查程序中被驳回、被视为撤回以及在作好公布准备之前申请人主动撤回或确定保密的发明专利申请不予公布。 D．实用新型专利申请经实质审查没有发现驳回理由的,由国家知识产权局作出授予实用新型专利权的决定。 专利法实施细则第七条规定“专利申请涉及国防利益需要保密的，由国防专利机构受理并进行审查；国务院专利行政部门受理的专利申请涉及国防利益需要保密的，应当及时移交国防专利机构进行审查。经国防专利机构审查没有发现驳回理由的，由国务院专利行政部门作出授予国防专利权的决定。”因此，B选项错误。 《专利审查指南》第五部分第八章第1.2.1.1节规定“在初步审查程序中被驳回、被视为撤回以及在作好公布准备之前申请人主动撤回或确定保密的发明专利申请不予公布。”因此，C选项正确。 专利法第四十条规定“实用新型和外观设计专利申请经初步审查没有发现驳回理由的，由国务院专利行政部门作出授予实用新型专利权或者外观设计专利权的决定，发给相应的专利证书，同时予以登记和公告。”因此，D选项错误。 ",
        "options": [],
        "correct": "C",
        "explanation": "《专利审查指南》第五部分第八章第1.2.1.1节规定“发明专利申请经初步审查合格后，自申请日（有优先权的，为优先权日）起满十八个月，即行公布。”，因此，A选项错误。",
        "difficulty": "中"
      },
      {
        "question": "以下关于专利文献种类标识代码中字母含义的说法哪个是正确的： A．字母“B”表示发明专利申请公布 B．字母“Y”表示发明专利权部分无效宣告的公告 C．字母“U”表示实用新型专利权部分无效宣告的公告 D．字母“S”表示外观设计专利授权公告或外观设计专利权部分无效宣告的公告 《专利审查指南》第五部分第八章第2.2.2节规定“发明专利单行本的文献种类代码为“B”。发明专利权授予之后，在无效宣告程序中权利要求书需要修改后才能维持专利权的，应当再次出版该修改后的权利要求书，其文献种类代码依次为“C1—C7”，并标明修改后的权利要求书的公告日。发明专利权部分无效宣告公告的文献种类标识代码为“C””。因此，B选项错误。 《专利审查指南》第五部分第八章第2.2.3节规定“实用新型专利单行本的文献种类代码为“U”。实用新型专利权授予之后，在无效宣告程序中权利要求书需要修改后才能维持专利权的，应当再次出版该修改后的权利要求书，其文献种类代码依次为“Y1—Y7”，并标明修改后的权利要求书的公告日。实用新型专利权部分无效宣告公告的文献种类标识代码为“Y””。因此，C选项错误。 《专利审查指南》第五部分第八章第2.2.4节规定“外观设计专利单行本的文献种类代码为“S”。外观设计专利权授予之后，在无效宣告程序中图片或者照片需要修改后才能维持专利权的，应当再次出版该修改后的图片或者照片，其文献种类代码依次为“S1—S7”，并标明修改后的图片或者照片的公告日。外观设计授权公告和外观设计专利权部分无效宣告公告的文献种类标识代码为“S””。因此，D选项正确。 ",
        "options": [],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第八章第2.2.1节规定“发明专利申请单行本的文献种类代码为“A””，即发明专利申请公布的文献种类标识代码为“A”。因此，A选项错误。",
        "difficulty": "难"
      },
      {
        "question": "关于专利证书错误的更正，以下说法正确的是？",
        "options": [
          {
            "key": "A",
            "text": "更正后的专利证书号与原专利证书号一致。"
          },
          {
            "key": "B",
            "text": "专利局经核实存在错误的，通知专利权人退回原证书。"
          },
          {
            "key": "C",
            "text": "专利局经核实存在错误的，将原专利证书公告作废，颁发更正后的专利证书。"
          },
          {
            "key": "D",
            "text": "原证书是纸质证书的，颁发更正后的纸质专利证书。"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第五部分第九章第1.2.3节专利证书错误的更正规定“专利证书中存在错误时，专利权人可以请求专利局更正。专利局经核实存在错误的，将原专利证书公告作废，颁发更正后的专利证书。”专利证书的更正，不再需要退回原证书，专利局经核实存在错误的，将原专利证书公告作废，颁发更正后的专利证书。因此B选项错误，C选项正确。“将原专利证书公告作废”，公告作废的是原专利证书号，更正后的专利证书生成新的专利证书号，因此A选项错误。",
        "difficulty": "中"
      },
      {
        "question": "下面哪种情形属于专利权人不得对其专利实行开放许可的情形： 专利权处于独占或者排他许可有效期限内的",
        "options": [
          {
            "key": "B",
            "text": "专利权被宣告部分无效的"
          },
          {
            "key": "C",
            "text": "专利权评价报告结论认为实用新型或者外观设计专利权部分不符合授予专利权条件的"
          },
          {
            "key": "D",
            "text": "专利权被质押，但是质权人同意对其专利实行开放许可的"
          }
        ],
        "correct": "A",
        "explanation": "《专利审查指南》第五部分第十一章第3.1节规定：“专利权有下列情形之一的，专利权人不得对其实行开放许可：（1）专利权处于独占或者排他许可有效期限内的；...（4）专利权被质押，未经质权人同意的；...（6）专利权已经被宣告全部无效的；...（8）专利权评价报告结论认为实用新型或者外观设计专利权不符合授予专利权条件的；”因此，根据情形（1），A选项说法正确；根据情形（6），专利权只有被宣告全部无效的才不得对其实行开放许可，对于被宣告部分无效是可以实行开放许可的，因此B选项说法错误；根据情形（8），专利权评价报告结论认为实用新型或者外观设计专利权全部不符合授予专利权条件的，才不得对该专利实行开放许可，对于专利权评价报告结论认为实用新型或者外观设计专利权部分不符合授予专利权条件的是可以对该专利实行开放许可的，因此C选项说法错误；根据情形（4），专利权被质押，未经质权人同意的是不得对其专利实行开放许可的，但是对于经质权人同意的专利，是可以对其实行开放许可的，因此，D选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "针对开放许可声明中许可费的表述，下列说法符合规定的是：",
        "options": [
          {
            "key": "A",
            "text": "采用一次总付的方式，一次性全额支付许可使用费4-6万元。"
          },
          {
            "key": "B",
            "text": "采用一次总付的方式，一次性全额支付许可使用费3000万元。"
          },
          {
            "key": "C",
            "text": "采用一次总付的方式，一次性全额支付许可使用费10万元。"
          },
          {
            "key": "D",
            "text": "采用一次总付的方式，一次性全额支付许可使用费10万元，具体可以酌情再商量。"
          }
        ],
        "correct": "C",
        "explanation": "专利法第五十条第一款规定：“专利权人自愿以书面方式向国务院专利行政部门声明愿意许可任何单位或者个人实施其专利，并明确许可使用费支付方式、标准的，由国务院专利行政部门予以公告，实行开放许可”。专利法第五十一条第一款规定：“任何单位或者个人有意愿实施开放许可的专利的，以书面方式通知专利权人，并依照公告的许可使用费支付方式、标准支付许可使用费后，即获得专利实施许可。”由此可知，我国的专利开放许可采取的是要约模式，在提出开放许可声明时应当明确许可使用费的标准和支付方式，因此，A和D选项说法错误，C选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "甲公司和乙公司共同拥有一项实用新型专利权，其未对专利权的行使进行约定，现甲公司欲以该专利权进行质押融资。下列说法正确的是哪个？",
        "options": [
          {
            "key": "A",
            "text": "该专利权的质押须取得乙公司的同意"
          },
          {
            "key": "B",
            "text": "申请专利权质押登记时，无须向国家知识产权局提交该专利权的评价报告"
          },
          {
            "key": "C",
            "text": "在该专利权的质押期间内可以对该专利权再次进行质押"
          },
          {
            "key": "D",
            "text": "在该专利权的质押期间内转让该专利权的，无须取得质权人的同意"
          }
        ],
        "correct": "A",
        "explanation": "《专利权质押登记办法》第11条规定：“经审查经审查发现有下列情形之一的，国家知识产权局作出不予登记的决定，并向当事人发送《专利权质押不予登记通知书》：......(八)以共有专利权出质但未取得全体共有人同意且无特别约定的;(九)专利权已被申请质押登记且处于质押期间的”因此，A选项说法正确，C选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "对于公布前的发明专利申请以及授权公告前的实用新型和外观设计专利申请的查阅复制，下列说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人或利害关系人可以查阅复制该阶段的专利申请文件"
          },
          {
            "key": "B",
            "text": "社会公众可以查阅复制该阶段的专利申请文件"
          },
          {
            "key": "C",
            "text": "此时专利申请处于未公开状态，任何人均不可以查阅复制专利文档"
          },
          {
            "key": "D",
            "text": "申请人可以查阅复制该阶段的申请文件、与申请直接有关的手续文件，以及在初步审查程序中向申请人发出的通知书和决定书、申请人对通知书的答复意见正文"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第四章第5.2节第(1)条规定：“对于公布前的发明专利、授权公告前的实用新型和外观设计专利申请，该案申请人或代理师可以查阅和复制该专利申请案卷中的有关内容，包括：申请文件、与申请直接有关的手续文件，以及在初步审查程序中向申请人发出的通知书和决定书、申请人对通知书的答复意见正文”。因此D选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "以下关于请求出具专利登记簿副本请求人的表述，符合规定的是：",
        "options": [
          {
            "key": "A",
            "text": "只能是专利申请人"
          },
          {
            "key": "B",
            "text": "只能是专利申请人、利害关系人或被控侵权人"
          },
          {
            "key": "C",
            "text": "只能是本案专利代理人"
          },
          {
            "key": "D",
            "text": "任何人"
          }
        ],
        "correct": "D",
        "explanation": "《专利审查指南》第五部分第九章第1.3.3节规定：“专利权授予公告之后，任何人都可以向专利局请求出具专利登记簿副本。”因此，D选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "办理专利登记簿副本需要缴纳的费用是：",
        "options": [
          {
            "key": "A",
            "text": "发明专利申请费"
          },
          {
            "key": "B",
            "text": "专利文件副本证明费"
          },
          {
            "key": "C",
            "text": "公布印刷费"
          },
          {
            "key": "D",
            "text": "发明专利申请实质审查费。"
          }
        ],
        "correct": "B",
        "explanation": "《专利审查指南》第五部分第九章第1.3.3节规定：“请求出具专利登记簿副本的，应当提交办理文件副本请求书并缴纳相关费用。”专利法实施细则第一百一十条规定：“向国务院专利行政部门申请专利和办理其他手续时，应当缴纳下列费用：……（五）著录事项变更费、专利权评价报告请求费、无效宣告请求费、专利文件副本证明费。”因此，B选项说法正确。",
        "difficulty": "易"
      },
      {
        "question": "关于提出专利登记簿副本制作请求的时机，下列选项正确的是：",
        "options": [
          {
            "key": "A",
            "text": "审查员发出《授予发明专利权通知书》之日后"
          },
          {
            "key": "B",
            "text": "申请人办理授权办登手续之日后"
          },
          {
            "key": "C",
            "text": "专利申请授权公告日之后"
          },
          {
            "key": "D",
            "text": "发明专利申请公布之日后"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第五部分第九章第1.3.3节规定：“专利权授予公告之后，任何人都可以向专利局请求出具专利登记簿副本。”因此，C选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "以下关于退款的说法中正确的是：",
        "options": [
          {
            "key": "A",
            "text": "多缴、重缴、错缴专利费用的，当事人可以自缴费日起3年内，提出退款请求。"
          },
          {
            "key": "B",
            "text": "进入实质审查阶段的发明专利申请，在提交第一次审查意见通知书答复意见后主动申请撤回的，可以退还50%实质审查费。"
          },
          {
            "key": "C",
            "text": "缴费时写错费用种类、申请号（或者专利号）的，当事人可以提出退款请求。"
          },
          {
            "key": "D",
            "text": "权利丧失后缴纳专利费用的，当事人可以提出退款请求。"
          }
        ],
        "correct": "ACD",
        "explanation": "专利法实施细则第111条第3款规定：“多缴、重缴、错缴专利费用的，当事人可以自缴费日起3年内，向国务院专利行政部门提出退款请求，国务院专利行政部门应当予以退还。”因此，A选项说法正确。",
        "difficulty": "易"
      },
      {
        "question": "一件发明专利申请，审查员发出第一次审查意见通知书后，申请人在期限内提交了答复意见，之后申请人主动撤回该发明专利申请。关于该发明专利申请的实质审查费，下列说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "请求退全额实质审查费的，可以退款"
          },
          {
            "key": "B",
            "text": "请求退全额实质审查费的，不予退款"
          },
          {
            "key": "C",
            "text": "请求退50%实质审查费的，可以退款"
          },
          {
            "key": "D",
            "text": "请求退50%实质审查费的，不予退款"
          }
        ],
        "correct": "BD",
        "explanation": "《专利审查指南》第五部分第二章第4.2.1.2节规定专利局主动退款的情形包括：“专利申请已被视为撤回或者撤回专利申请的声明已被批准后，并且在专利局作出发明专利申请进入实质审查阶段通知书之前，已缴纳的实质审查费。”本题是在该发明专利申请进入实质审查阶段之后，申请人才主动撤回，实质审查费是办理实质审查手续应当缴纳的费用，不属于专利法实施细则第111条第3款规定的多缴、重缴、错缴费用，不予退款。因此，A选项说法错误，B选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "以下关于国家申请费用减缴的说法错误的有：",
        "options": [
          {
            "key": "A",
            "text": "可以向专利局提出费用减缴请求的情形仅为申请人（或专利权人）缴纳专利费用有困难的。"
          },
          {
            "key": "B",
            "text": "可以减缴的专利年费为自授予专利权当年起十年的年费。"
          },
          {
            "key": "C",
            "text": "专利收费减缴请求手续应当由申请人（或专利权人）或者其代表人办理；已委托专利代理机构的，应当由专利代理机构办理。"
          },
          {
            "key": "D",
            "text": "提出费用减缴请求的，应当提交费用减缓请求书，必要时还应当附具证明文件。"
          }
        ],
        "correct": "ABD",
        "explanation": "专利法第51条第2款规定：“开放许可实施期间，对专利权人缴纳专利年费相应给予减免。”《专利审查指南》就相关内容进行了适应性修改，增加了专利开放许可实施期间年费减缴的规定。《专利审查指南》第五部分第二章第3节规定：“申请人（或专利权人）缴纳专利费用有困难的，或者其专利处于开放许可实施期间的，可以根据专利收费减缴办法向专利局提出收费减缴的请求。”“可以减缴的费用种类包括开放许可实施期间的年费。”因此A和B选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "以下关于专利费用暂存款的处理说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "缴款人通过专利业务办理系统请求出暂存入号并提供相关证明，对于能够查清内容的暂存款，根据缴款人的申请可以进行出暂存入号处理，以出暂存日为缴费日。"
          },
          {
            "key": "B",
            "text": "缴款人通过专利业务办理系统请求出暂存入号并提供相关证明，对于能够查清内容的暂存款，根据缴款人的申请可以进行出暂存入号处理，以缴款人原汇出日为缴费日。"
          },
          {
            "key": "C",
            "text": "缴款人通过专利业务办理系统请求出暂存退款并提供相关证明，对于能够查清内容的暂存款，根据缴款人的申请可以进行出暂存退款处理。"
          },
          {
            "key": "D",
            "text": "对于自收到专利局关于权利丧失的通知之日起两个月内向专利局提交了证据，表明是由于银行或者邮局原因导致汇款暂存的，应当以原汇出日为缴费日。"
          }
        ],
        "correct": "ACD",
        "explanation": "《专利审查指南》第五部分第二章第4.1节规定：“由于费用汇单字迹不清或者缺少必要事项造成既不能开出收据又不能退款的，应当将该款项暂存在专利局账户上。经缴款人提供证明后，对于能够查清内容的，应当及时开出收据或者予以退款。开出收据的，以出暂存之日为缴费日。但是，对于自收到专利局关于权利丧失的通知之日起两个月内向专利局提交了证据，表明是由于银行或者邮局原因导致汇款暂存的，应当以原汇出日为缴费日。”因此，A、C、D选项说法正确，B选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "一件发明专利申请，有多个申请人，每个申请人都符合收费减缴条件，审查员同意费用减缴，发出收费减缴审批通知书，要求2023年7月20日之前缴纳申请费270元和公布印刷费50元。申请人于2023年6月2日缴纳申请费135元、公布印刷费50元和实质审查费375元，并于2023年8月1日提交意见陈述书（关于费用）请求将实质审查费375元转换为申请费。关于该发明专利申请的费用情况，下列说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "该费用种类转换请求符合规定，应当同意转换。"
          },
          {
            "key": "B",
            "text": "该费用种类转换请求不符合规定，不能同意转换。"
          },
          {
            "key": "C",
            "text": "申请人提出针对申请费和公布印刷费的退款请求，应当同意退款。"
          },
          {
            "key": "D",
            "text": "申请人提出针对实质审查费的退款请求，应当同意退款。"
          }
        ],
        "correct": "BCD",
        "explanation": "《专利审查指南》第五部分第二章第6节规定：“对于同一专利申请（或专利）缴纳费用时，费用种类填写错误的，缴纳该款项的当事人可以在转换后费用的缴纳期限内提出转换费用种类请求并附具相应证明，经专利局确认后可以对费用种类进行转换。”该发明专利申请缴纳申请费的期限届满日是2023年7月20日，申请人于2023年8月1日请求费用种类转换，请求日超出了费用缴纳期限届满日，不符合上述规定。因此，A选项说法错误，B选项说法正确。",
        "difficulty": "难"
      },
      {
        "question": "下列关于中止程序的说法，哪些是正确的：",
        "options": [
          {
            "key": "A",
            "text": "中止请求批准前已进入公布或者公告准备的，该程序不受中止的影响。"
          },
          {
            "key": "B",
            "text": "专利申请权（或专利权）权属纠纷的当事人请求专利局中止有关程序的，应当提交中止程序请求书并说明理由，并附具证明文件，即地方知识产权管理部门或者人民法院的写明专利申请号（或专利号）的有关受理文件原件或者复印件。"
          },
          {
            "key": "C",
            "text": "对涉及无效宣告程序中的专利，应权属纠纷当事人请求的中止或者应人民法院要求协助执行财产保全的中止，中止期限不超过一年，中止期限届满专利局将自行恢复有关程序。"
          },
          {
            "key": "D",
            "text": "中止期限届满，专利局自行恢复有关程序，审查员应当向权属纠纷的双方当事人发出中止程序结束通知书，相关专利权已被宣告全部无效等情形除外。"
          }
        ],
        "correct": "AD",
        "explanation": "《专利审查指南》第五部分第七章第7.2节规定：“中止请求批准前已进入公布或者公告准备的，该程序不受中止的影响。”因此A选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "当事人延误了下列哪些期限导致其权利丧失，不能予以恢复：",
        "options": [
          {
            "key": "A",
            "text": "侵权诉讼时效"
          },
          {
            "key": "B",
            "text": "提出复审请求的期限"
          },
          {
            "key": "C",
            "text": "缴纳申请费的期限"
          },
          {
            "key": "D",
            "text": "不丧失新颖性的宽限期"
          }
        ],
        "correct": "AD",
        "explanation": "专利法实施细则第六条第五款规定：“本条第一款和第二款的规定不适用专利法第二十四条、第二十九条、第四十二条、第七十四条规定的期限。”《专利审查指南》第五部分第七章第6.1节规定：“专利法实施细则第六条第一款和第二款规定了当事人因耽误期限而丧失权利之后，请求恢复其权利的条件。该条第五款又规定，不丧失新颖性的宽限期、优先权期限、专利权期限和侵权诉讼时效这四种期限被耽误而造成的权利丧失，不能请求恢复权利。”此处要将恢复“不丧失新颖性的宽限期”和“不丧失新颖性的公开”进行区分。故选项A、D不能予以恢复。",
        "difficulty": "中"
      },
      {
        "question": "关于专利权评价报告的更正，以下说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "作出专利权评价报告的部门在发现专利权评价报告中存在需要更正的错误后，可以通知请求人启动更正程序。"
          },
          {
            "key": "B",
            "text": "请求人认为作出的专利权评价报告存在需要更正的错误的，可以在收到专利权评价报告后两个月内提出更正请求。"
          },
          {
            "key": "C",
            "text": "请求人不是专利权人的，专利权人可以随时提出更正请求。"
          },
          {
            "key": "D",
            "text": "应当以意见陈述书的形式书面提出更正请求的，写明需要更正的内容及更正的理由，修改专利文件的，应附具修改替换页。"
          }
        ],
        "correct": "ACD",
        "explanation": "《专利审查指南》第五部分第十章第6.2节规定：“更正程序的启动(1)作出专利权评价报告的部门自行启动，作出专利权评价报告的部门在发现专利权评价报告中存在需要更正的错误后，可以自行启动更正程序。(2)请求人请求启动，请求人认为作出的专利权评价报告存在需要更正的错误的,可以在收到专利权评价报告后两个月内提出更正请求，请求人不是专利权人的，专利权人可以在上述期限内提出更正请求。期满后提交的，其请求视为未提出。提出更正请求的,应当以意见陈述书的形式书面提出,写明需要更正的内容及更正的理由,但不得修改专利文件。”因此，选项ACD错误。",
        "difficulty": "难"
      },
      {
        "question": "根据专利法第四十二条第二款的规定，自发明专利申请日起满四年，且自实质审查请求之日起满三年后授予发明专利权的，专利局应专利权人的请求，就发明专利在授权过程中的不合理延迟给予专利权期限补偿，但由申请人引起的不合理延迟除外。计算补偿期限时，实质审查请求之日的确定与哪些日期相关：",
        "options": [
          {
            "key": "A",
            "text": "依照专利法第三十五条第一款规定提出实质审查请求的日期。"
          },
          {
            "key": "B",
            "text": "依照专利法实施细则第一百一十三条规定足额缴纳发明专利申请实质审查费的日期。"
          },
          {
            "key": "C",
            "text": "《发明专利申请进入实质审查阶段通知书》发文日。"
          },
          {
            "key": "D",
            "text": "发明专利公布日。"
          }
        ],
        "correct": "ABD",
        "explanation": "《专利审查指南》第五部分第九章第2.2节规定：“实质审查请求之日是指申请人依照专利法第三十五条第一款规定提出实质审查请求并依照专利法实施细则第一百一十三条规定足额缴纳发明专利申请实质审查费之日。发明专利申请的实质审查请求之日早于专利法第三十四条所称公布之日的,专利法第四十二条第二款所称自实质审查请求之日起满三年应当自该公布日起计算。”即实质请求之日是依照专利法第三十五条第一款规定提出实质审查请求的日期、依照专利法实施细则第一百一十三条规定足额缴纳发明专利申请实质审查费的日期和专利法第三十四条所称公布之日三个日期中较晚的日期。因此，选项ABD正确。",
        "difficulty": "中"
      },
      {
        "question": "根据专利法第四十二条第二款的专利权期限补偿，由申请人引起的不合理延迟，以下关于延迟的天数的确定中说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "未在指定期限内答复专利局发出的通知引起的延迟,延迟的天数为期限届满日起至实际提交答复之日止。"
          },
          {
            "key": "B",
            "text": "申请延迟审查的,延迟的天数为实际延迟审查的天数。"
          },
          {
            "key": "C",
            "text": "请求恢复权利引起的延迟,延迟的天数为从原期限届满日起至实际提交答复之日止。能证明该延迟是由专利局造成的除外。"
          },
          {
            "key": "D",
            "text": "请求恢复权利引起的延迟,延迟的天数为从原期限届满日起至实际提交答复之日止。"
          }
        ],
        "correct": "CD",
        "explanation": "《专利审查指南》第五部分第九章第2.2.2节规定：“以下由申请人引起的不合理延迟,延迟的天数为:（1）未在指定期限内答复专利局发出的通知引起的延迟，延迟的天数为期限届满日起至实际提交答复之日止。（2）申请延迟审查的,延迟的天数为实际延迟审查的天数。”因此，选项AB正确。",
        "difficulty": "难"
      },
      {
        "question": "关于专利法第四十二条第二款规定的专利权期限补偿请求，以下说法正确的是:",
        "options": [
          {
            "key": "A",
            "text": "给予专利权期限补偿的，补偿期限按照发明专利在授权过程中不合理延迟的实际天数计算，该实际天数是指自发明专利申请日起满四年且自实质审查请求之日起满三年之日至公告授予专利权之日的间隔天数，减去合理延迟的天数和由申请人引起的不合理延迟的天数。"
          },
          {
            "key": "B",
            "text": "对于国际申请,不合理延迟的实际天数是指自国际申请进入中国国家阶段的日期起满四年且自实质审查请求之日起满三年至公告授予专利权之日的间隔天数,减去合理延迟的天数和由申请人引起的不合理延迟的天数。"
          },
          {
            "key": "C",
            "text": "对于分案申请,不合理延迟的实际天数是指自分案申请递交日起满四年且自实质审查请求之日起满三年至公告授予专利权之日的间隔天数,减去合理延迟的天数和由申请人引起的不合理延迟的天数。"
          },
          {
            "key": "D",
            "text": "实质审查请求之日是指申请人依照专利法第三十五条第一款规定提出实质审查请求并依照专利法实施细则第一百一十三条规定足额缴纳发明专利申请实质审查费之日。发明专利申请的实质审查请求之日早于专利法第三十四条所称公布之日的,专利法第四十二条第二款所称自实质审查请求之日起满三年应当自该公布日起计算。"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第九章第2.2节规定：“给予专利权期限补偿的，补偿期限按照发明专利在授权过程中不合理延迟的实际天数计算，该实际天数是指自发明专利申请日起满四年且自实质审查请求之日起满三年之日至公告授予专利权之日的间隔天数，减去合理延迟的天数和由申请人引起的不合理延迟的天数。”因此，选项A正确。",
        "difficulty": "易"
      },
      {
        "question": "根据专利法第四十二条第三款的专利权期限补偿，关于请求药品专利权期限补偿应当满足的条件，以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "提出补偿请求时,该专利权处于有效状态。"
          },
          {
            "key": "B",
            "text": "该专利尚未获得过专利权期限补偿。"
          },
          {
            "key": "C",
            "text": "一个药品同时存在多项专利的,专利权人只能请求对其中一项专利给予药品专利权期限补偿。"
          },
          {
            "key": "D",
            "text": "一项专利同时涉及多个药品的,只能对一个药品就该专利提出药品专利权期限补偿请求。"
          }
        ],
        "correct": "ACD",
        "explanation": "《专利审查指南》第五部分第九章第3.1节规定：“请求药品专利权期限补偿应当满足以下条件:(1)请求补偿的专利授权公告日应当早于药品上市许可申请获得批准之日;(2)提出补偿请求时,该专利权处于有效状态;(3)该专利尚未获得过药品专利权期限补偿;(4)请求补偿专利的权利要求包括了获得上市许可的新药相关技术方案;(5)一个药品同时存在多项专利的,专利权人只能请求对其中一项专利给予药品专利权期限补偿;(6)一项专利同时涉及多个药品的,只能对一个药品就该专利提出药品专利权期限补偿请求。”因此，选项ACD正确。",
        "difficulty": "中"
      },
      {
        "question": "确定补偿期限时，以下哪些情形引起的延迟属于授权过程中的合理延迟:",
        "options": [
          {
            "key": "A",
            "text": "依照专利法实施细则第六十六条规定修改专利申请文件的复审程序。"
          },
          {
            "key": "B",
            "text": "依照专利法实施细则第一百零三条规定的中止程序。"
          },
          {
            "key": "C",
            "text": "依照专利法实施细则第一百零四条规定的保全措施。"
          },
          {
            "key": "D",
            "text": "自优先权日起30个月内办理进入中国国家阶段手续的国际申请，申请人未要求提前处理引起的延迟。"
          }
        ],
        "correct": "ABC",
        "explanation": "《专利审查指南》第五部分第九章第2.2.1节规定：“以下情形引起的延迟属于授权过程中的合理延迟：依照专利法实施细则第六十六条规定修改专利申请文件的复审程序、依照专利法实施细则第一百零三条规定的中止程序、依照专利法实施细则第一百零四条规定的保全措施、其他合理情形如行政诉讼程序等。”因此，选项ABC正确。",
        "difficulty": "中"
      },
      {
        "question": "关于专利权评价报告的请求客体，以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "专利权评价报告请求的客体可以是尚未授权公告但已发出办理登记手续通知书的实用新型专利或者外观设计专利申请。"
          },
          {
            "key": "B",
            "text": "专利权评价报告请求的客体可以是已经终止或者放弃的实用新型专利或者外观设计专利。"
          },
          {
            "key": "C",
            "text": "专利权评价报告请求的客体不包括已被宣告无效的实用新型专利或者外观设计专利。"
          },
          {
            "key": "D",
            "text": "专利权评价报告请求的客体不包括已作出专利权评价报告的实用新型专利或者外观设计专利。"
          }
        ],
        "correct": "ABD",
        "explanation": "《专利审查指南》第五部分第十章第2.2节规定：“专利权评价报告请求的客体应当是已经授权公告的实用新型专利或者外观设计专利，包括已经终止或者放弃的实用新型专利或者外观设计专利。针对下列情形提出的专利权评价报告请求视为未提出：(1)未授权公告的实用新型专利申请或者外观设计专利申请，申请人在办理登记手续时提交专利权评价报告请求的除外；(2)已被宣告全部无效的实用新型专利或者外观设计专利；(3)已作出专利权评价报告的实用新型专利或者外观设计专利。”因此，选项ABD正确。",
        "difficulty": "中"
      },
      {
        "question": "以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "专利业务办理系统是专利局指定的特定电子系统，是可以集中实现专利电子申请、电子缴费、集成电路布图设计电子申请等多个业务的网上业务办理平台。"
          },
          {
            "key": "B",
            "text": "向专利局提交的专利申请文件或者其他文件，应当按照规定签字或者盖章。其中未委托专利代理机构的申请，应当由申请人（或者专利权人）、其他利害关系人或者其代表人签字或者盖章，办理直接涉及共有权利的手续，应当由全体权利人签字或者盖章；委托了专利代理机构的，应当由专利代理机构盖章，必要时还应当由申请人（或者专利权人）、其他利害关系人或者其代表人签字或者盖章。"
          },
          {
            "key": "C",
            "text": "申请人向专利局提交的申请文件及其他文件，例如专利代理委托书、实质审查请求书、著录项目变更申报书、转让合同等，应当为一份，另有规定的除外。"
          },
          {
            "key": "D",
            "text": "申请人有两人以上且未委托专利代理机构，并以电子形式提交专利申请文件及其他文件的，应当由代表人提交。"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第一章第9节规定：“专利业务办理系统是专利局指定的特定电子系统，是可以集中实现专利电子申请、电子缴费、集成电路布图设计电子申请等多个业务的网上业务办理平台......申请人有两人以上且未委托专利代理机构，并以电子形式提交专利申请文件及其他文件的，应当由代表人提交。”。因此，AD说法正确。",
        "difficulty": "中"
      },
      {
        "question": "对于处于无效宣告程序中的专利，具备下列哪些情形的，可以不中止专利权无效宣告程序： 根据已进行的审查工作能够作出无效宣告审查决定的； 权属纠纷当事人依据的理由明显不充分，也未提交足以证明确有权属纠纷存在的证据的； 有证据表明，中止专利权无效宣告程序将明显损害当事人利益或者公共利益的； 有证据表明，中止程序的请求明显具有不诚信、不正当行为的。 （1）根据已进行的审查工作能够作出无效宣告审查决定的； （2）权属纠纷当事人依据的理由明显不充分，也未提交足以证明确有权属纠纷存在的证据的； （3）有证据表明，中止专利权无效宣告程序将明显损害当事人利益或者公共利益的； （4）有证据表明，中止程序的请求明显具有不诚信、不正当行为的。” 因此ABCD选项说法均正确。 ",
        "options": [],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第七章第7.3.1.2节规定：“对于处于无效宣告程序中的专利，专利局的流程管理部门完成形式审查后，由复审和无效审理部门作进一步审查。具备下列情形之一的，可以不中止专利权无效宣告程序：",
        "difficulty": "中"
      },
      {
        "question": "专利证书的著录事项包括以下哪些内容： A．专利证书号(顺序号)、发明创造名称。 B．专利号(即申请号)、专利申请日。 C．发明人或者设计人姓名、专利权人姓名或者名称。 D．第一专利权人地址、该专利申请日时的发明人或者设计人姓名和该专利申请日时的申请人姓名或者名称等。 ",
        "options": [],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第九章第1.2.1节专利证书的构成中规定“著录事项包括：专利证书号(顺序号)、发明创造名称、专利号(即申请号)、专利申请日、发明人或者设计人姓名、专利权人姓名或者名称、第一专利权人地址、该专利申请日时的发明人或者设计人姓名和该专利申请日时的申请人姓名或者名称等”。因此，选项ABCD都正确。",
        "difficulty": "易"
      },
      {
        "question": "关于申请人就专利申请提出保密请求，以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人认为其发明或者实用新型专利申请涉及除国防利益以外的国家安全或者重大利益需要保密的，应当在提出专利申请的同时，在请求书上提出保密请求，其申请文件应当以纸件形式提交。"
          },
          {
            "key": "B",
            "text": "申请人认为其发明或者实用新型专利申请涉及国家安全或者重大利益需要保密的，应当在提出专利申请的同时，在请求书上提出保密请求，其申请文件应当以纸件形式提交。"
          },
          {
            "key": "C",
            "text": "申请人认为其发明或者实用新型专利申请涉及除国防利益以外的国家安全或者重大利益需要保密的，应当在提出专利申请的同时，在请求书上提出保密请求，其申请文件可以以纸件形式或电子形式提交。"
          },
          {
            "key": "D",
            "text": "申请人也可以在发明专利申请作好公布准备之前，或者实用新型专利申请作好授权公告准备之前，提出保密请求。"
          }
        ],
        "correct": "AD",
        "explanation": "《专利审查指南》第五部分第五章第3.1.1节规定：“.申请人认为其发明或者实用新型专利申请涉及除国防利益以外的国家安全或者重大利益需要保密的，应当在提出专利申请的同时，在请求书上提出保密请求，其申请文件应当以纸件形式提交。申请人也可以在发明专利申请作好公布准备之前，或者实用新型专利申请作好授权公告准备之前，提出保密请求。”因此，AD选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "下列关于专利解密程序的说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "保密专利申请的申请人可以主动向专利局书面提出解密请求"
          },
          {
            "key": "B",
            "text": "提出保密请求时提交了有关部门确定密级的相关文件的，申请人提出解密请求时，无须提交原确定密级部门同意解密的证明文件"
          },
          {
            "key": "C",
            "text": "专利局对提出解密请求的保密专利申请进行解密确定"
          },
          {
            "key": "D",
            "text": "专利局应当将专利是否满足解密条件的结果通知申请人"
          }
        ],
        "correct": "ACD",
        "explanation": "《专利审查指南》第五部分第五章第5.1节规定，保密专利申请的申请人或者保密专利的专利权人可以书面提出解密请求。故选项A正确。提出保密请求时提交了有关部门确定密级的相关文件的，申请人（或专利权人）提出解密请求时，应当附具原确定密级部门同意解密的证明文件，故选项B错误。专利局对提出解密请求的保密专利申请（或专利）进行解密确定，并将结果通知申请人。故选项CD正确。",
        "difficulty": "中"
      },
      {
        "question": "以下关于保密专利的哪些说法是正确的?",
        "options": [
          {
            "key": "A",
            "text": "专利申请涉及国防利益需要保密的，经国防知识产权局审查没有发现驳回理由的，由国防知识产权局作出授予国防专利权的决定"
          },
          {
            "key": "B",
            "text": "对于涉及国防利益以外的国家安全或者重大利益的保密实用新型专利申请，经初步审查没有发现驳回理由的，由国家知识产权局作出授予保密实用新型专利权的决定"
          },
          {
            "key": "C",
            "text": "保密专利的授权公告中仅公布专利的分类号、专利号、专利申请日和发明名称"
          },
          {
            "key": "D",
            "text": "国防专利证书由国家知识产权局颁发"
          }
        ],
        "correct": "BD",
        "explanation": "《专利审查指南》第五部分第五章第4节第（1）点规定，涉及国防利益需要保密的专利申请，由国防知识产权局进行审查，经审查没有发现驳回理由的，由专利局根据国防知识产权局的审查意见作出授予国防专利权的决定，并委托国防知识产权局颁发国防专利证书。因此，保密专利申请的授权决定由专利局作出，而不是国防知识产权局，故选项A错误。",
        "difficulty": "难"
      },
      {
        "question": "（）将在（）完成的发明或者实用新型向外国申请专利的，应当事先报经国务院专利行政部门进行保密审查。",
        "options": [
          {
            "key": "A",
            "text": "中国发明人，北京市"
          },
          {
            "key": "B",
            "text": "外国发明人，广东省"
          },
          {
            "key": "C",
            "text": "中国发明人，港澳台地区"
          },
          {
            "key": "D",
            "text": "外国发明人，港澳台地区"
          }
        ],
        "correct": "AB",
        "explanation": "《专利审查指南》第五部分第五章第6节规定：“专利法第十九条第一款规定，任何单位或者个人将在中国完成的发明或者实用新型向外国申请专利的，应当事先报经专利局进行保密审查。”",
        "difficulty": "中"
      },
      {
        "question": "以下在中国完成哪种类型的专利申请向外国申请专利前，需要提交向外申请保密审查请求书？",
        "options": [
          {
            "key": "A",
            "text": "发明专利申请"
          },
          {
            "key": "B",
            "text": "实用新型专利申请"
          },
          {
            "key": "C",
            "text": "外观设计专利申请"
          },
          {
            "key": "D",
            "text": "向中国局提交的专利国际申请"
          }
        ],
        "correct": "AB",
        "explanation": "《专利审查指南》第五部分第五章第6节规定：“专利法第十九条第一款规定，任何单位或者个人将在中国完成的发明或者实用新型向外国申请专利的，应当事先报经专利局进行保密审查。”",
        "difficulty": "中"
      },
      {
        "question": "关于向外申请专利前的保密审查，下列说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "审查员对向外国申请专利保密审查请求文件进行初步保密审查。请求文件形式不符合规定的，审查员应当在请求递交日起两个月内通知请求人该向外国申请专利保密审查请求视为未提出，情况复杂的，可以在请求递交日起四个月内通知请求人，请求人可以重新提出符合规定的向外国申请专利保密审查请求。"
          },
          {
            "key": "B",
            "text": "技术方案明显不需要保密的，审查员应当在请求递交日起两个月内通知请求人可以就该技术方案向外国申请专利，情况复杂的，可以在请求递交日起四个月内通知请求人。"
          },
          {
            "key": "C",
            "text": "技术方案明显不需要保密的，审查员应当在请求递交日起四个月内通知请求人可以就该技术方案向外国申请专利，情况复杂的，可以在请求递交日起六个月内通知请求人。"
          },
          {
            "key": "D",
            "text": "请求人未在其请求递交日起四个月内收到向外国申请专利保密审查意见通知书的，可以就该技术方案向外国申请专利。"
          }
        ],
        "correct": "CD",
        "explanation": "《专利审查指南》第五部分第五章第6.1.2规定：“审查员对向外国申请专利保密审查请求文件进行初步保密审查。请求文件形式不符合规定的，审查员应当在请求递交日起两个月内通知请求人该向外国申请专利保密审查请求视为未提出，情况复杂的，可以在请求递交日起四个月内通知请求人，请求人可以重新提出符合规定的向外国申请专利保密审查请求。”故A选项说法正确。",
        "difficulty": "难"
      },
      {
        "question": "专利申请的形式有：",
        "options": [
          {
            "key": "A",
            "text": "纸件形式"
          },
          {
            "key": "B",
            "text": "电子形式"
          },
          {
            "key": "C",
            "text": "传真"
          },
          {
            "key": "D",
            "text": "实物"
          }
        ],
        "correct": "AB",
        "explanation": "《专利审查指南》第五部分第一章第2节规定：“专利申请手续应当以符合规定的电子形式、纸件形式等书面形式办理。以口头、电话、实物、传真、电子邮件等形式办理各种手续的，均视为未提出，不产生法律效力，另有规定的除外。”因此，AB选项正确。",
        "difficulty": "易"
      },
      {
        "question": "关于文件递交日的确定，下列说法正确的有：",
        "options": [
          {
            "key": "A",
            "text": "申请人于2024年3月10日到邮局通过挂号信方式邮寄专利新申请文件，信封上寄出邮戳清晰，专利局受理处于2024年3月12日收到该文件，则该申请的文件递交日为2024年3月10日。"
          },
          {
            "key": "B",
            "text": "申请人于2024年3月10日到邮局通过EMS方式邮寄专利新申请文件，信封上无寄出邮戳，专利局受理处于2024年3月12日收到该文件，则该申请的文件递交日为2024年3月12日。"
          },
          {
            "key": "C",
            "text": "申请人于2024年3月10日通过顺丰快递邮寄专利新申请文件，专利局受理处于2024年3月11日收到该文件，则该申请的文件递交日为2024年3月11日。"
          },
          {
            "key": "D",
            "text": "申请人于2024年3月10日到邮局通过挂号信方式邮寄专利新申请文件至审查员个人，信封上寄出邮戳清晰，审查员于2024年3月15日将该文件转交受理处，则该申请的文件递交日为2024年3月15日。"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第三章第2.3.1节规定：“通过邮局邮寄递交到专利局受理部门的专利申请，以信封上的寄出邮戳日为申请日；信封上无寄出邮戳或者寄出的邮戳日不清晰或者异常的，以专利局受理部门收到日为申请日。通过速递公司递交到专利局受理部门的专利申请，以收到日为申请日。邮寄或者递交到专利局非受理部门或者个人的专利申请，以受理部门实际收到日为申请日。”因此，ABCD选项均正确。",
        "difficulty": "难"
      },
      {
        "question": "下列哪种情形属于不受理的情形？",
        "options": [
          {
            "key": "A",
            "text": "发明专利申请要求了外观设计优先权"
          },
          {
            "key": "B",
            "text": "发明专利申请，请求书中分案栏填写的母案为实用新型专利申请"
          },
          {
            "key": "C",
            "text": "发明专利请求书中未填写发明人姓名"
          },
          {
            "key": "D",
            "text": "发明专利请求书中未填写申请人姓名"
          }
        ],
        "correct": "BD",
        "explanation": "《专利审查指南》第五部分第三章第2.2节规定：“专利申请有下列情形之一的，专利局不予受理:(4)请求书中缺少申请人姓名或者名称，或者缺少地址的。(11)分案申请改变原申请的类别的。”因此，AC所述的情形不属于不受理情形，可以留待后流程处理。BD选项正确。",
        "difficulty": "中"
      },
      {
        "question": "下列哪些申请人在中国提交专利申请，应当委托专利代理机构？",
        "options": [
          {
            "key": "A",
            "text": "一位美国个人申请人，经常居住地和详细地址均为美国加利福尼亚"
          },
          {
            "key": "B",
            "text": "一家在中国内地没有经常营业所的台湾公司作为第一申请人与深圳某企业共同申请专利，深圳某企业为代表人"
          },
          {
            "key": "C",
            "text": "一位台湾地区的个人申请人，经常居住地和详细地址均为台湾地区桃园县，但联系人地址为广东省深圳市某地址。"
          },
          {
            "key": "D",
            "text": "在上海成立的外商独资企业"
          }
        ],
        "correct": "AC",
        "explanation": "专利法实施细则第十八条第一款规定：“在中国没有经常居所或者营业所的外国人、外国企业或者外国其他组织在中国申请专利和办理其他专利事务的，应当委托依法设立的专利代理机构办理。”《专利审查指南》第五部分第三章第2.2节规定：“专利申请有下列情形之一的，专利局不予受理：……（6）在中国内地没有经常居所或者营业所的外国人、外国企业或者外国其他组织单独申请专利，或者作为代表人申请专利，没有委托专利代理机构的。……”A选项属于在中国没有经常居所的外国人单独申请专利的情形，因此，应当委托专利代理机构，A选项正确。",
        "difficulty": "难"
      },
      {
        "question": "受理阶段适用援引加入制度需要同时满足的条件有：",
        "options": [
          {
            "key": "A",
            "text": "发明、实用新型申请文件中缺少权利要求书或者说明书，或者实用新型申请文件中缺少说明书附图"
          },
          {
            "key": "B",
            "text": "该申请在递交日要求了优先权"
          },
          {
            "key": "C",
            "text": "首次提交申请时提出了援引加入声明"
          },
          {
            "key": "D",
            "text": "非分案申请"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第三章第2.3.3节规定：“申请人以援引在先申请的方式补交权利要求书或者说明书（实用新型附图）的，应当在首次递交专利申请时提出援引加入声明。……在受理程序中发现发明专利申请或者实用新型专利申请缺少说明书（实用新型无附图）或者权利要求书时，如果该申请要求了优先权，专利局发出补交遗漏文件通知书。未要求优先权的，专利局发出文件不受理通知书。分案申请不适用专利法实施细则第四十五条的规定。”因此，ABCD选项均正确。",
        "difficulty": "中"
      },
      {
        "question": "下列哪些情况的中间文件会被不予受理：",
        "options": [
          {
            "key": "A",
            "text": "中间文件未注明申请号，仅提交了权利要求书的修改替换页和对照页"
          },
          {
            "key": "B",
            "text": "恢复权利请求书中未填写申请人姓名"
          },
          {
            "key": "C",
            "text": "著录项目变更申报书中缺少申请人签章"
          },
          {
            "key": "D",
            "text": "专利权评价报告中注明的申请号是错号"
          }
        ],
        "correct": "AD",
        "explanation": "《专利审查指南》第五部分第三章第3.1节规定：“申请后当事人提交的其他文件符合下列条件的，专利局应当受理:(1)各文件中注明了该文件所涉及专利申请的申请号(或者专利号)，并且仅涉及一件专利申请(或者专利)。”因此，BC选项所述的情形不属于中间文件不受理的情形，AD选项的情况属于中间文件不予受理的情形，AD选项正确。",
        "difficulty": "难"
      },
      {
        "question": "关于分案申请的受理程序，下列说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "分案申请请求书中原申请的申请号填写正确，但未填写原申请的申请日的，以分案申请递交日为申请日。"
          },
          {
            "key": "B",
            "text": "分案申请请求书中原申请的申请号填写正确，但未填写原申请的申请日的，以原申请所对应的申请日为申请日。"
          },
          {
            "key": "C",
            "text": "分案申请请求书中未填写原申请的申请号或者填写的原申请的申请号有误的，按照一般专利申请受理。"
          },
          {
            "key": "D",
            "text": "对符合受理条件的分案申请，给出专利申请号，以原申请的申请日为申请日，并记载分案申请递交日。"
          }
        ],
        "correct": "BCD",
        "explanation": "《专利审查指南》第五部分第三章第2.3.2.1节规定：“分案申请请求书中原申请的申请号填写正确，但未填写原申请的申请日的，以原申请号所对应的申请日为申请日。分案申请请求书中未填写原申请的申请号或者填写的原申请的申请号有误的，按照一般专利申请受理。",
        "difficulty": "中"
      },
      {
        "question": "以下关于专利证书更换说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "因专利权人更名发生专利权人姓名或名称变更的，可以更换专利证书。"
          },
          {
            "key": "B",
            "text": "专利证书已全面电子化。因邮局等原因造成当事人未收到纸质专利证书的（邮路查询结果已赔偿），专利局重新制作电子专利证书发送给当事人。"
          },
          {
            "key": "C",
            "text": "专利局发出的原纸质专利证书破损或损坏的，专利权人可请求更换纸质专利证书，更换后的专利证书在内容上应当与原专利证书的内容一致。"
          },
          {
            "key": "D",
            "text": "更换后的专利证书号与原证书号保持不变。"
          },
          {
            "key": "A",
            "text": "专利证书号"
          },
          {
            "key": "B",
            "text": "专利单行本"
          },
          {
            "key": "C",
            "text": "授权公告号"
          },
          {
            "key": "D",
            "text": "申请日时的申请人姓名或者名称"
          }
        ],
        "correct": "ACD",
        "explanation": "《专利审查指南》第五部分第九章1.2.1专利证书的构成，专利证书应当记载与专利权有关的重要著录事项、国家知识产权局印记、局长签字、授权公告日和授权公告号等。",
        "difficulty": "中"
      },
      {
        "question": "关于送达日，以下表述正确的是：",
        "options": [
          {
            "key": "A",
            "text": "通过邮寄的通知和决定，自发文日起满十五日推定为当事人收到通知书和决定之日。"
          },
          {
            "key": "B",
            "text": "通过电子形式送达的通知和决定，以进入当事人认可的电子系统的日期为送达日。"
          },
          {
            "key": "C",
            "text": "通知和决定是通过在专利公报上公告方式通知当事人的，以公告之日起满一个月推定为送达日。当事人见到公告后可以向专利局提供详细地址，要求重新邮寄有关通知和决定，重新邮寄的通知和决定自重新寄出日起满十五日推定为当事人收到重通知书和决定之日。"
          },
          {
            "key": "D",
            "text": "进入当事人认可的电子系统的日期与通知书和决定的发文日不一致时，该通知书和决定的发文日推定为送达日。"
          }
        ],
        "correct": "AB",
        "explanation": "《专利审查指南》第五部分第六章2.3.1邮寄、直接送交和电子形式送达：通过邮寄、直接送交的通知和决定，自发文日起满十五日推定为当事人收到通知和决定之日。对于通过邮寄的通知和决定，当事人提供证据能够证明实际收到文件的日期的，以实际收到日为准。",
        "difficulty": "中"
      },
      {
        "question": "关于专利单行本，包括以下哪几种？",
        "options": [
          {
            "key": "A",
            "text": "发明专利单行本"
          },
          {
            "key": "B",
            "text": "发明专利申请单行本"
          },
          {
            "key": "C",
            "text": "实用新型专利单行本"
          },
          {
            "key": "D",
            "text": "外观设计专利单行本"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第八章第2.1节规定“单行本的种类包括：发明专利申请单行本、发明专利单行本、实用新型专利单行本及外观设计专利单行本。”因此，ABCD都正确。",
        "difficulty": "易"
      },
      {
        "question": "关于专利权授予公告的内容，下列哪些说法是正确的？",
        "options": [
          {
            "key": "A",
            "text": "发明专利权授予公告的内容包括包括著录事项、摘要和摘要附图。"
          },
          {
            "key": "B",
            "text": "实用新型专利权授予公告的内容包括著录事项、摘要和摘要附图。"
          },
          {
            "key": "C",
            "text": "外观设计专利权授予公告的内容包括著录事项、外观设计专利的一幅图片或者照片。"
          },
          {
            "key": "D",
            "text": "保密发明专利权授予公告的内容包括：专利号、分类号、申请日、授权公告日等。"
          }
        ],
        "correct": "BC",
        "explanation": "《专利审查指南》第五部分第八章第1.2.1.2节规定“发明专利权授予公告的内容包括：国际专利分类号、专利号、授权公告号（出版号）、申请日、授权公告日、优先权事项、专利权人事项、发明人事项、专利代理事项、发明名称等著录事项。”因此，A选项错误。",
        "difficulty": "难"
      },
      {
        "question": "国家知识产权局公布的发明专利申请单行本扉页中包括下列哪些内容？",
        "options": [
          {
            "key": "A",
            "text": "说明书附图"
          },
          {
            "key": "B",
            "text": "摘要"
          },
          {
            "key": "C",
            "text": "著录事项"
          },
          {
            "key": "D",
            "text": "权利要求书"
          }
        ],
        "correct": "BC",
        "explanation": "《专利审查指南》第五部分第八章第2.2.1节发明专利申请单行本规定“扉页由著录事项、摘要、摘要附图组成，说明书无附图的，则没有摘要附图。”因此，BC正确。",
        "difficulty": "中"
      },
      {
        "question": "下面关于专利开放许可的说法正确的是:",
        "options": [
          {
            "key": "A",
            "text": "专利开放许可是专利权人的自愿行为"
          },
          {
            "key": "B",
            "text": "专利权人提出开放许可声明时只能以纸质书面形式提交"
          },
          {
            "key": "C",
            "text": "任何单位或者个人有意愿以开放许可方式实施专利的，可以通知专利权人，并与专利权人进一步协商许可使用费的支付方式和标准"
          },
          {
            "key": "D",
            "text": "当事人就实施开放许可发生纠纷的，可以由国务院专利行政部门进行调解，也可以向人民法院起诉"
          }
        ],
        "correct": "AD",
        "explanation": "专利法第五十条第一款规定：“专利权人自愿以书面方式向国务院专利行政部门声明愿意许可任何单位或者个人实施其专利，并明确许可使用费支付方式、标准的，由国务院专利行政部门予以公告，实行开放许可。”因此，A选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "下面哪种情形，专利权人不得对其专利实行开放许可： 专利权处于中止程序中 专利权处于年费滞纳期内",
        "options": [
          {
            "key": "C",
            "text": "专利权处于终止恢复期内"
          },
          {
            "key": "D",
            "text": "专利权处于无效宣告程序中"
          }
        ],
        "correct": "ABC",
        "explanation": "《专利审查指南》第五部分第十一章第3.1节规定：“专利权有下列情形之一的，专利权人不得对其实行开放许可：...（2）因专利权的的归属发生纠纷或者人民法院裁定对专利权采取保全措施，已经中止有关程序的；（3）没有按照规定缴纳年费的；...（5）专利权已经终止的；（6）专利权已经被宣告全部无效的；...”，因此，根据情形（2），A选项说法正确；根据情形（3），B选项说法正确；根据情形（5），C选项说法正确；根据情形（6）只有当专利权被宣告全部无效的，专利权人才不得对其实行开放许可，所以对于处于无效宣告程序中的专利只要没有被宣告全部无效之前都是可以对其实行开放许可，因此，D选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "关于专利开放许可撤回手续的说法，正确的是：",
        "options": [
          {
            "key": "A",
            "text": "共有专利权人就共有专利权撤回开放许可声明的，应当取得全体共有人的书面同意"
          },
          {
            "key": "B",
            "text": "专利权人有意愿与他人签订独占许可合同的，应首先撤回已公告生效的专利开放许可声明"
          },
          {
            "key": "C",
            "text": "专利开放许可声明撤回后，视为该声明自始不存在"
          },
          {
            "key": "D",
            "text": "已公告的专利开放许可声明，在专利权被宣告全部无效后，应当及时撤回专利开放许可声明"
          }
        ],
        "correct": "ABD",
        "explanation": "《专利审查指南》第五部分第十一章第4节规定：“专利权人可以依据专利法实施细则第八十六条规定或者基于其他正当理由撤回开放许可声明。共有人就共有专利权撤回开放许可声明的，应当取得全体共有人的书面同意。”因此A选项说法正确。",
        "difficulty": "难"
      },
      {
        "question": "专利权人对已实行开放许可的专利办理以下手续时，应先撤回开放许可声明的是：",
        "options": [
          {
            "key": "A",
            "text": "因专利权转让，提出著录项目变更请求的"
          },
          {
            "key": "B",
            "text": "专利权人以书面声明请求放弃其专利权的"
          },
          {
            "key": "C",
            "text": "因继承发生专利权转移，提出著录项目变更请求"
          },
          {
            "key": "D",
            "text": "对已实行开放许可的专利，经质权人同意后办理专利权质押登记手续的"
          }
        ],
        "correct": "AB",
        "explanation": "《专利审查指南》第五部分第十一章第9节规定：“对于已实行开放许可的专利，在办理以下手续前，专利权人应当首先撤回开放许可声明：（1）因专利权转让，提出著录项目变更请求的；（2）专利权人以书面声明请求放弃其专利权的。”除专利权转让外，专利权人因其他事由发生变更且继续实行开放许可的，应当及时办理原开放许可声明撤回和重新声明的相关手续；......专利权人以实行开放许可的专利权出质的，办理专利权质押登记时，应当提供质权人同意继续实行专利开放许可的书面声明”，因此，选项A和选项B说法正确，选项C和选项D说法错误。",
        "difficulty": "中"
      },
      {
        "question": "下列属于《优先审查管理办法》规定的可以优先审查的情形有：",
        "options": [
          {
            "key": "A",
            "text": "专利涉及节能环保、新一代信息技术、生物、高端装备制造、新能源、新材料、新能源汽车、智能制造等国家重点发展产业"
          },
          {
            "key": "B",
            "text": "涉及各省级和设区的市级人民政府重点鼓励的产业"
          },
          {
            "key": "C",
            "text": "专利申请人或者复审请求人已经做好实施准备或者已经开始实施，或者有证据证明他人正在实施其发明创造"
          },
          {
            "key": "D",
            "text": "就相同主题首次在中国提出专利申请又向其他国家或者地区提出申请的该中国首次申请"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第七章第8.2节规定：“对涉及国家、地方政府重点发展或鼓励的产业，对国家利益或者公共利益具有重大意义的申请，或者在市场活动中具有一定需求的申请等，由申请人提出请求，经批准后，可以优先审查，并在随后的审查过程中予以优先处理。适用优先审查的具体情形由《专利优先审查管理办法》规定。”",
        "difficulty": "易"
      },
      {
        "question": "下列关于专利登记簿的描述错误的是：",
        "options": [
          {
            "key": "A",
            "text": "专利局在申请人申请专利时应当建立专利登记簿"
          },
          {
            "key": "B",
            "text": "专利登记簿与专利证书上记载的内容是一致的，在法律上具有同等效力"
          },
          {
            "key": "C",
            "text": "请求出具专利登记簿副本的，应当提交办理文件副本请求书并缴纳相关费用"
          },
          {
            "key": "D",
            "text": "专利权授予公告之后，任何人都可以向专利局请求出具专利登记簿副本"
          }
        ],
        "correct": "AB",
        "explanation": "《专利审查指南》第五部分第九章第1.3.1节规定：“专利局授予专利权时应当建立专利登记簿。”因此，A选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "关于专利申请审批程序中常用的证明文件，下列说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "专利申请中常用的各种证明文件应该当由有关主管部门出具或者由当事人签署，各种证明文件应当提供原件"
          },
          {
            "key": "B",
            "text": "证明文件是复印件的，应当经公证或者由主管部门加盖公章予以确认"
          },
          {
            "key": "C",
            "text": "证明文件备案是当一份证明文件需要用于办理多件专利申请或专利的法律手续时，为简化申请人办理手续而提供的一项便利服务"
          },
          {
            "key": "D",
            "text": "申请人可以将证明文件原件在专利局存档备案，在办理相关手续时只要注明证明文件备案编号即可"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第一章第6节规定：“专利申请中常用的各种证明文件有国籍证明、注册地证明、优先权证明（在先申请文件副本）、优先权转让证明、生物材料样品保藏证明、申请人（或者专利权人）名称变更或者权利转移证明、文件寄发日期证明等。",
        "difficulty": "易"
      },
      {
        "question": "办理退款手续后，被退的款项视为自始未缴纳。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第二章第4.2.3节规定：“被退的款项视为自始未缴纳。”因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "费用种类转换后，缴费日更改为当事人请求转换之日。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第二章第6节规定：“费用种类转换的，缴费日不变。”因此，上述说法错误。",
        "difficulty": "中"
      },
      {
        "question": "专利权人请求给与专利权期限补偿的，应当自专利授权公告之日起三个月内向专利局提出请求，并缴纳相应费用。 ",
        "options": [],
        "correct": "正确",
        "explanation": "依据专利法第42条第2款，对于符合条件的发明专利，专利局就发明专利在授权过程中的不合理延迟给与专利权期限补偿。《专利审查指南》第五部分第九章第2.1节规定：“专利权人请求给予专利权期限补偿的，应当自专利授权公告之日起三个月内向专利局提出请求，并且缴纳相应费用。”因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "国家出现紧急状态或者非常情况时，专利局可以依法延长专利法实施细则规定的期限和专利局指定的期限或者简化当事人应当履行的相关手续，并以公告等形式告知当事人。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第七章第4.2节规定：“国家出现紧急状态或者非常情况时，专利局可以依法延长专利法实施细则规定的期限和专利局指定的期限或者简化当事人应当履行的相关手续，并以公告等形式告知当事人。”因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "对于人民法院要求专利局协助执行财产保全而执行中止程序的，中止期限一般为六个月。人民法院要求继续采取财产保全措施的，应当在中止期限届满前将继续保全的协助执行通知书送达专利局。 本次指南修改将财产保全的期限由“一般为六个月”修改为“按照民事裁定书及协助执行通知书写明的财产保全期限中止”因此，上述说法错误。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第七章第7.4.2节规定：“对于人民法院要求专利局协助执行财产保全而执行中止程序的，按照民事裁定书及协助执行通知书写明的财产保全期限中止有关程序。人民法院要求继续采取财产保全措施的，应当在中止期限届满前将继续保全的协助执行通知书送达专利局，经审核符合本章第7.3.2.1节规定的，中止期限予以续展。”",
        "difficulty": "中"
      },
      {
        "question": "给予药品专利权期限补偿的，补偿期限按照该专利申请日至该新药在中国获得上市许可之日的间隔天数减去5年，且该药品上市许可申请批准后总有效专利权期限不超过14年。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第九章第3.6节规定：“给予药品专利权期限补偿的，补偿期限按照该专利申请日至该新药在中国获得上市许可之日的间隔天数减去5年。该补偿期限不超过5年，且该药品上市许可申请批准后总有效专利权期限不超过14年。”因此，上述说法错误。",
        "difficulty": "中"
      },
      {
        "question": "药品专利权期限补偿请求审批过程中，经审查认为应当给予药品专利权期限补偿的，如果专利权人尚未提出专利权期限补偿请求，且其自专利授权公告之日起二个月期限尚未届满，审查员应当等待专利权期限补偿请求的时限届满以后，再确定给予药品专利权期限补偿的时间。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第九章第3.7节规定：“经审查认为应当给予药品专利权期限补偿的，如果专利权人已经提出专利权期限补偿请求但专利局尚未作出审批决定，审查员应当等待专利权期限补偿请求的审批决定作出以后，再确定给予药品专利权期限补偿的时间；如果专利权人尚未提出专利权期限补偿请求，且其自专利授权公告之日起三个月期限尚未届满，审查员应当等待专利权期限补偿请求的时限届满以后，再确定给予药品专利权期限补偿的时间，但专利权人明确表示放弃提出专利权期限补偿请求的除外。”因此，上述说法错误。",
        "difficulty": "易"
      },
      {
        "question": "专利权人请求药品专利权期限补偿的，应当自专利授权公告之日起三个月内向专利局提出请求，并且缴纳相应费用。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第九章第3.2节规定：“专利权人请求药品专利权期限补偿的,应当自药品在中国获得上市许可之日起三个月内向专利局提出请求,并且缴纳相应费用。”因此，上述说法错误。",
        "difficulty": "易"
      },
      {
        "question": "发明专利申请经初步审查合格后，自申请日（有优先权的，为优先权日）起满十八个月，即行公布。专利法实施细则第四十一条规定的作好公布专利申请文件印刷准备工作的时间一般为专利法第三十四条规定的十八个月前三个月。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第八章第1.2.1.1节规定：“发明专利申请经初步审查合格后，自申请日（有优先权的，为优先权日）起满十八个月，即行公布。专利法实施细则第四十一条规定的作好公布专利申请文件印刷准备工作的时间一般为专利法第三十四条规定的十八个月前一个月。”因此，上述说法错误。",
        "difficulty": "中"
      },
      {
        "question": "分类审查员在对发明或者实用新型专利申请进行分类时，应当将发明内容可能涉及国家安全或者重大利益，但申请人未提出保密请求的发明或者实用新型专利申请挑选出来。审查员应当参照保密确定的相关规定，对上述专利申请进行保密确定。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第五章第3.2节规定了专利局自行进行保密确定的情形：“分类审查员在对发明或者实用新型专利申请进行分类时，应当将发明内容可能涉及国家安全或者重大利益，但申请人未提出保密请求的发明或者实用新型专利申请挑选出来。审查员应当参照本章第3.1.2节的规定，对上述专利申请进行保密确定。”因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "申请人拟在向专利局申请专利后又向外国申请专利的，应当在提交专利申请同时或者之后提交向外国申请专利保密审查请求书。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第五章第6.2.1节申请专利后拟向外国申请专利的保密审查请求的提出规定：“申请人拟在向专利局申请专利后又向外国申请专利的，应当在提交专利申请同时或者之后提交向外国申请专利保密审查请求书。未按上述规定提出请求的，视为未提出请求。向外国申请专利的内容应当与该专利申请的内容一致。”因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "申请人在其向外国申请专利保密审查请求递交日起4个月内未收到保密审查通知的，可以就该发明或者实用新型向外国申请专利或者向有关国外机构提交专利国际申请。 《专利审查指南》第五部分第五章第6.1.2节规定：“技术方案明显不需要保密的，审查员应当在请求递交日起两个月内通知请求人可以就该技术方案向外国申请专利，情况复杂的，可以在请求递交日起四个月内通知请求人。技术方案可能需要保密的，审查员应当将需作进一步保密审查、暂缓向外国申请专利的审查意见通知请求人。审查员应当在请求递交日起两个月内发出向外国申请专利保密审查意见通知书，情况复杂的，在请求递交日起四个月内发出通知书，将上述审查结论通知请求人。” 根据上述规定，专利局最晚会于保密审查请求递交日起4个月内发出保密审查通知，6个月内发出保密审查决定。申请人是否能向外申请，均应根据收到的保密审查通知或保密审查决定的内容而定，而不能自行启动。因此题目中的说法是错误的。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第五章第6.1.2节规定：“请求文件形式不符合规定的，审查员应当在请求递交日起两个月内通知请求人该向外国申请专利保密审查请求视为未提出，情况复杂的，可以在请求递交日起四个月内通知请求人，请求人可以重新提出符合规定的向外国申请专利保密审查请求。”",
        "difficulty": "中"
      },
      {
        "question": "申请人可以通过专利业务办理系统提出纸件转电子申请的请求，也可以通过纸件形式提出纸件转电子申请的请求。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第一章第2.3节纸件申请和电子申请的转换部分规定：“提出请求的申请人、复审请求人或者专利代理机构应当通过专利局指定的特定电子系统提出请求。使用其他方式提出请求的，该请求视为未提出。” 因此，此题说法错误。",
        "difficulty": "易"
      },
      {
        "question": "所有纸件申请均可以请求转换为电子申请。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第一章第2.3节规定：“申请人、复审请求人或者专利代理机构可以请求将纸件申请转换为电子申请，涉及国家安全或者重大利益需要保密的专利申请除外。”因此，涉及国家安全或者重大利益需要保密的专利申请不可以请求转换为电子申请。此题说法错误。",
        "difficulty": "易"
      },
      {
        "question": "邮寄或者直接交给专利局的任何个人或者非受理部门的申请文件和其他有关文件，其邮寄文件的邮戳日或者提交文件的提交日都不具有确定申请日和递交日的效力。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第三章第1节规定：“ 邮寄或者直接交给专利局的任何个人或者非受理部门的申请文件和其他有关文件，其邮寄文件的邮戳日或者提交文件的提交日都不具有确定申请日和递交日的效力。” 因此，此题说法正确。",
        "difficulty": "易"
      },
      {
        "question": "分案申请请求书中填写的原申请的申请号有误的，按照一般专利申请受理。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第三章第2.3.2.1节规定：“ 分案申请请求书中未填写原申请的申请号或者填写的原申请的申请号有误的，按照一般专利申请受理。” 因此，此题说法正确。",
        "difficulty": "中"
      },
      {
        "question": "当事人陈述未收到专利局的某一纸件通知书和决定，需要进一步了解送达情况的，应当办理邮路查询手续。邮路查询时效为自收到意见陈述书之日起一年。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第六章第3.2节规定：邮路查询时效为一年，自发文日起计算。",
        "difficulty": "易"
      },
      {
        "question": "推行电子专利证书前颁发的纸质专利证书破损的，专利权人可以寄回破损的纸质专利证书请求更换为电子专利证书。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第九章1.2.2专利证书的更换，专利局发出的原纸质专利证书破损损坏的，专利权人可以请求更换专利证书。专利局可以重新制作电子专利证书发送给当事人，更换后的证书应当与原专利证书的内容一致。",
        "difficulty": "中"
      },
      {
        "question": "专利局编辑出版的专利公报有发明专利公报、实用新型专利公报和外观设计专利公报。三种专利公报每周出版一期。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第八章第1.1节规定：“专利局编辑出版的专利公报有发明专利公报、实用新型专利公报和外观设计专利公报。专利公报以电子公报形式、期刊形式或者以专利局规定的其他形式公布。电子公报在国家知识产权局政府网站上公布。三种专利公报按照年度计划定期分别出版。”同时，根据国家知识产权局第二四一号公告，专利公报的出版周期调整为一周两次，每周二、五为出版日。因此，上述说法错误。",
        "difficulty": "中"
      },
      {
        "question": "发明专利、实用新型专利和外观设计专利都可以提出开放许可声明，但是就实用新型专利和外观设计专利提出开放许可声明的，应当提供专利权评价报告。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第十一章第3.1节规定：“专利开放许可声明的客体应当是已经授权公告的发明专利、实用新型专利和外观设计专利”，同时专利法第五十条第一款规定，就实用新型、外观设计专利提出开放许可声明的，应当提供专利权评价报告，因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "专利开放许可声明被公告之后，专利权人就可以享受专利年费的减免。 ",
        "options": [],
        "correct": "错误",
        "explanation": "专利法第五十一条第二款规定：“开放许可实施期间，对专利权人缴纳专利年费相应给予减免”，在《专利审查指南》第五部分第十一章第8节对专利开放许可实施期间给出了定义：“专利开放许可实施期间是指专利开放许可实施合同生效之日至专利许可期限届满期间”，同时在《专利审查指南》第五部分第十一章第6节对专利实施合同生效作出了规定：“任何单位或者个人以书面方式通知专利权人愿意实施其开放许可专利，并依照公告支付许可使用费的，专利开放许可实施合同生效，但有关法律、行政法规另有规定的除外。”因此，专利权人享有年费减免的前提是达成开放许可，专利开放许可实施合同生效之后，并不是在开放许可声明被公告之后就可以享受减免，因此上述说法错误。",
        "difficulty": "中"
      },
      {
        "question": "专利权人通过提供虚假材料、隐瞒事实等手段作出开放许可声明的，国家知识产权局一经发现，应予撤销。  同一申请人同日（仅指申请日）对同样的发明创造既申请实用新型又申请发明的，对于其中的发明专利申请一般不予优先审查。  开放许可声明的撤回请求，经审查符合规定的，自通知书发文日起生效。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第十一章第4节规定：“开放许可声明的撤回，自公告之日起生效”，因此上述说法错误。",
        "difficulty": "易"
      },
      {
        "question": "专利权人撤回开放许可声明的，自撤回声明当年所在的专利年度起不再享有因开放许可获得的专利年费减缴。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第十一章第8节规定：“专利权人撤回开放许可声明的，自下一专利年度起不再享有因开放许可获得的专利年费减缴”，因此上述说法错误。",
        "difficulty": "易"
      },
      {
        "question": "进行专利开放许可实施合同备案，必须提交许可双方共同以书面方式签订的合同书。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第十一章第7节规定：“专利权人或者被许可人应当在开放许可实施合同生效后，凭能够证明达成开放许可的书面文件向国家知识产权局办理备案手续。办理专利开放许可实施合同备案的应当提交下列文件：......（2）被许可人以书面方式向专利权人发出的通知;（3）被许可人向专利权人支付许可使用费的凭证(或专利权人收到许可使用费的凭证)......”，上述规定的（2）和（3）就是办理专利开放许可实施合同备案手续时所提交的材料，相当于普通专利实施许可的合同书，因此，上述说法不正确。",
        "difficulty": "易"
      },
      {
        "question": "某单位看到一件专利的开放许可声明的公告，欲实施，但觉许可费较高，遂按开放许可声明公告中的联系方式与许可人沟通，最终获得许可费折扣，此时，被许可人可按打折后的许可费金额办理开放许可实施合同备案。 ",
        "options": [],
        "correct": "错误",
        "explanation": "专利法第五十一条第三款规定：“实行开放许可的专利权人可以与被许可人就许可使用费进行协商后给予普通许可......”，《专利审查指南》第五部分第十一章第8节规定：“实行开放许可的专利权人与被许可人就许可使用费进行协商后签订普通许可合同的,不属于开放许可”，许可双方就许可费金额进行了沟通，达成的许可费金额与开放许可声明公告中的许可费不同，不属于开放许可，可按普通专利实施许可的方式进行备案，所以上述说法不正确。",
        "difficulty": "易"
      },
      {
        "question": "请求人办理专利开放许可实施合同备案后,还需进一步提交备案专利的年费减缴请求，才视为专利权人提出专利年费减缴请求。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第十一章第8节规定：“请求人办理专利开放许可实施合同备案,视为专利权人同时提出专利年费减缴请求。专利开放许可实施合同被准予备案的,专利权人可以在专利开放许可实施期间,按规定享有自备案日起尚未到期的专利年费的减缴”。所以上述说法不正确。",
        "difficulty": "易"
      },
      {
        "question": "专利开放许可实施合同被准予备案后，备案专利原本享受专利年费的减缴的，此时因为专利开放许可实施合同的备案而再次享受专利年费减缴，故该专利年费可叠加享受减缴。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第十一章第8节规定：“......专利权人同时符合两项专利年费减缴条件的,按照其中减缴比例较高的一项条件予以减缴”，所以上述说法不正确。",
        "difficulty": "易"
      },
      {
        "question": "专利权授予之后，专利的法律状态的变更仅在专利登记簿上记载，由此导致专利登记簿与专利证书上记载的内容不一致的，以专利登记簿上记载的法律状态为准。 ",
        "options": [],
        "correct": "正确",
        "explanation": "《专利审查指南》第五部分第九章第1.3.2节规定：“专利权授予之后，专利的法律状态的变更仅在专利登记簿上记载，由此导致专利登记簿与专利证书上记载的内容不一致的，以专利登记簿上记载的法律状态为准。”因此，上述说法正确。",
        "difficulty": "易"
      },
      {
        "question": "请求出具专利登记簿副本的，应当提交办理文件副本请求书，不需要缴纳相关费用。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第九章第1.3.3节规定：“请求出具专利登记簿副本的，应当提交办理文件副本请求书并缴纳相关费用。”因此，上述说法错误。",
        "difficulty": "易"
      },
      {
        "question": "专利登记簿登记的内容不包括国防专利的解密。   ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第五部分第九章第1.3.1节规定：“专利登记簿登记的内容包括：……国防专利、保密专利的解密，……”因此，上述说法错误。",
        "difficulty": "易"
      }
    ]
  },
  {
    "name": "4.初审部-指南学习岗位练兵题目-指南第六部分",
    "questions": [
      {
        "question": "关于外观设计国际申请的公告程序，以下说法正确的是？",
        "options": [
          {
            "key": "A",
            "text": "对外观设计国际申请作出给予保护的决定后，专利局予以公告，颁发专利证书。"
          },
          {
            "key": "B",
            "text": "该外观设计专利权自公告和颁证之日起在中国生效。"
          },
          {
            "key": "C",
            "text": "专利局公告后，外观设计国际申请的申请人可以请求专利局出具外观设计国际申请专利登记簿副本，作为在中国给予保护的证明。"
          },
          {
            "key": "D",
            "text": "公告的内容包括：专利权的著录事项以及一幅图片或者照片以及简要说明。"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第六部分第一章第3.5节规定“对外观设计国际申请作出给予保护的决定后，专利局予以公告，”并不会颁发专利证书，因此，A选项错误。",
        "difficulty": "中"
      },
      {
        "question": "外观设计国际注册申请符合传送条件的，专利局予以传送国际局。以下条件不属于《专利审查指南》规定的传送条件的是：",
        "options": [
          {
            "key": "A",
            "text": "至少有申请人之一在中国有经常居所或者营业所。"
          },
          {
            "key": "B",
            "text": "使用海牙协定规定的正式表格。"
          },
          {
            "key": "C",
            "text": "使用海牙体系官方语言撰写外观设计国际注册申请文件。"
          },
          {
            "key": "D",
            "text": "包含中国内地中文通信信息。"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第六部分第一章第2.2.2节规定了外观设计国际注册申请的传送条件：“（1）至少有申请人之一在中国有经常居所或者营业所。（2）至少有申请人之一选择中国作为申请人的缔约方。（3）使用英语撰写外观设计国际注册申请文件。（4）使用海牙协定规定的正式表格。（5）申请中包括外观设计图片或者照片。（6）包含中国内地中文通信信息。（7）申请文件中不得包含违反法律、社会公德或者妨害公共利益的信息。外观设计国际注册申请指定中国的，申请人可以提交外观设计国际注册申请的中文译文。”",
        "difficulty": "中"
      },
      {
        "question": "以下关于外观设计国际注册申请缴费的做法正确的是： 当事人直接向国际局缴纳外观设计国际注册申请的国际程序相关费用。 当事人未通过专利局提交外观设计国际注册申请文件，但通过专利局向国际局缴纳外观设计国际注册申请的相关费用。 当事人通过网上缴费以传送编号缴纳外观设计国际注册申请相关费用。 通过专利局缴纳的外观设计国际注册申请的相关费用转交国际局，国际局以当事人向专利局缴纳相关费用的日期为缴费日，后续当事人通过专利局退费。 《专利审查指南》第六部分第一章第4.1节规定：“通过专利局提交外观设计国际注册申请文件的，可以通过专利局向国际局缴纳外观设计国际注册申请的相关费用。”因此，B选项说法错误。 《专利审查指南》第六部分第一章第4.1节规定：“通过专利局缴纳费用的，当事人应当以传送编号为依据，通过网上缴费或者直接向专利局当面缴纳相关费用。缴纳费用时应注明正确的传送编号以及缴纳的费用名称。不符合上述规定的，视为未办理缴费手续。”因此，C选项说法正确。 《专利审查指南》第六部分第一章第4.1节规定：“通过专利局缴纳的外观设计国际注册申请相关费用全部转交国际局，国际局以其账户收到费用的日期为缴费日。国际局收取外观设计国际申请的单独指定费后转交专利局。专利局不进行上述相关费用的退费。国际程序中费用相关事宜，由当事人直接与国际局联系。”因此，D选项说法错误。 ",
        "options": [],
        "correct": "AC",
        "explanation": "《专利审查指南》第六部分第一章第4.1节规定：“外观设计国际注册申请的国际程序相关费用应当直接向国际局缴纳。”因此，A选项说法正确。",
        "difficulty": "中"
      },
      {
        "question": "通过专利局提交外观设计国际注册申请文件的，可以由下列哪些途径通过专利局向国际局缴纳国际注册申请的相关费用：",
        "options": [
          {
            "key": "A",
            "text": "直接向专利局当面缴纳。"
          },
          {
            "key": "B",
            "text": "通过专利局地方代办处当面缴纳。"
          },
          {
            "key": "C",
            "text": "邮局汇款。"
          },
          {
            "key": "D",
            "text": "网上缴费。"
          }
        ],
        "correct": "AD",
        "explanation": "《专利审查指南》第六部分第一章第4.1节规定：“通过专利局缴纳费用的，当事人应当以传送编号为依据，通过网上缴费或者直接向专利局当面缴纳相关费用。”因此，A、D选项正确，B、C选项错误。",
        "difficulty": "易"
      },
      {
        "question": "下列涉及外观设计国际申请的哪些手续，当事人需要向国际局办理：",
        "options": [
          {
            "key": "A",
            "text": "申请人更名。"
          },
          {
            "key": "B",
            "text": "针对中国放弃部分权利。"
          },
          {
            "key": "C",
            "text": "请求延长驳回通知书的答复期限。"
          },
          {
            "key": "D",
            "text": "办理续展手续。"
          }
        ],
        "correct": "ABD",
        "explanation": "《专利审查指南》第六部分第一章第3.6.1节规定：“外观设计国际申请的申请人（或者专利权人）权利变更、名称和/或地址变更、在国际局的代理事项变更的，当事人应当向国际局办理相关手续。”第3.6.4节规定：“外观设计国际申请在专利局授权公告之后，专利权人向国际局提出针对中国放弃部分权利的，该部分放弃的生效日为国际局登记之日。”第3.6.3节规定：“外观设计国际申请在专利局授权公告之后，专利权人未按照海牙协定的规定办理续展手续的，专利权自在中国的申请日起满5年或者10年之日起终止。”上述“海牙协定的规定”涉及《海牙协定》第17条和《海牙协定共同实施细则》第24条，权利人应当直接向国际局办理续展手续。延长期限请求并未在《海牙协定》或和《海牙协定共同实施细则》规定，也未在《专利审查指南》第六部分第一章作出特殊规定，适用《专利审查指南》第五部分第七章4.2节的规定。因此，A、B、D选项正确，C选项错误。",
        "difficulty": "中"
      },
      {
        "question": "对外观设计国际申请作出给予保护的决定后，专利局予以公告，以下属于公告内容的有：",
        "options": [
          {
            "key": "A",
            "text": "国际注册号。"
          },
          {
            "key": "B",
            "text": "国家专利号。"
          },
          {
            "key": "C",
            "text": "优先权事项。"
          },
          {
            "key": "D",
            "text": "本申请全部图片或者照片。"
          }
        ],
        "correct": "ABC",
        "explanation": "《专利审查指南》第六部分第一章第3.5节规定：“对外观设计国际申请作出给予保护的决定后，专利局予以公告，公告的内容包括：专利权的著录事项以及一幅图片或者照片。著录事项主要包括：分类号、专利号、国际注册号、授权公告号（出版号）、申请日、授权公告日、优先权事项、专利权人事项、使用该外观设计的产品名称等。……外观设计专利的单行本的内容包括扉页、图片或者照片以及简要说明。其中，图片或者照片、简要说明以国际局公布的给予保护声明所确定的文本形式提供。”因此，A、B、C选项正确，D选项错误。",
        "difficulty": "中"
      },
      {
        "question": "外观设计国际申请的当事人，因未及时答复驳回通知，其专利申请被视为撤回的，当事人可以向国际局请求恢复权利。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第六部分第一章第3.6.2节规定：“外观设计国际申请的当事人，因未及时答复驳回通知，其专利申请被视为撤回的，当事人可按照本指南第五部分第七章第6节的相关规定请求恢复权利。”因此，当事人可以向专利局而不是国际局请求恢复权利。题干说法错误。",
        "difficulty": "易"
      },
      {
        "question": "外观设计国际申请的申请人（或者专利权人）权利变更的，当事人未向专利局提交证明文件的，专利局应当通知申请人该权利变更在中国未生效。  ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第六部分第一章第3.6.1节规定：“外观设计国际申请的申请人（或者专利权人）权利变更的，当事人除了向国际局办理相关手续外，还应当按照专利法实施细则的规定向专利局提交证明文件，证明文件适用本指南第一部分第一章第6.7.2.2节和第6.7.2.6节的规定，证明文件是外文的，应当同时附具中文题录译文。没有提交证明文件或者提交证明文件不合格的，专利局应当通知国际局该权利变更在中国未生效。”因此，专利局的通知对象是国际局而非申请人。题干说法错误。",
        "difficulty": "中"
      }
    ]
  },
  {
    "name": "5.初审部-指南学习岗位练兵题目-综合题",
    "questions": [
      {
        "question": "下列关于优先权要求，说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "在先申请是在中国提出的,要求优先权的PCT国际申请进入中国国家阶段,应当看作是要求本国优先权"
          },
          {
            "key": "B",
            "text": "PCT国际申请进入中国国家阶段，申请人可以增加新的优先权要求"
          },
          {
            "key": "C",
            "text": "国家阶段，对于本国优先权，PCT国际申请提出之后在先申请被授予专利权的，如优先权成立，审查员应对在先申请做出视为撤回处理，避免重复授权"
          },
          {
            "key": "D",
            "text": "PCT国际申请进入中国国家阶段，申请人撤回在国家阶段已经成立的优先权，则已缴纳的对应的优先权要求费可以退回"
          }
        ],
        "correct": "A",
        "explanation": "根据《专利审查指南》第三部分第一章第5.2.6节规定，在先申请是在中国提出的,要求优先权的国际申请进入国家阶段,应当看作是要求本国优先权。对于在提出国际申请时,其要求优先权的在先申请的主题有专利法实施细则第三十五条第二款第( 一 )、第( 二 )和 第( 三 )项所列 情形之一的 ,审查员应当发出视为未要求优先权通知书。由于国际申请的特殊程序,审查员不按专利法实施细则第三十五条第三款规定对被要求优先权的在先申请作出处理;同样,对于在国际申请提出之后在先申请被授予专利权的情况,审查员也不处理其有可能造成在先与在后申请重复授权的问题;上述问题均留待后续程序中处理。因此，A正确，C错误。",
        "difficulty": "中"
      },
      {
        "question": "某PCT 国际申请的申请日为2018年1月18日，优先权日为2017年9月15日，进入中国国家阶段的日期为2020年3月15日。下列说法正确的是（ ）",
        "options": [
          {
            "key": "A",
            "text": "申请人最迟应当于2020年9月15日提出实质审查请求"
          },
          {
            "key": "B",
            "text": "该申请授权后，专利权期限的起算日为2020年3月15日"
          },
          {
            "key": "C",
            "text": "该申请授权后，专利年度从2017年9月15日起算"
          },
          {
            "key": "D",
            "text": "该申请应当自2020年3月15日起满18个月进行国家公布"
          }
        ],
        "correct": "A",
        "explanation": "根据专利法第三十五条第一款规定，发明专利申请自申请日起三年内，国务院专利行政部门可以根据申请人随时提出的请求，对其申请进行实质审查。《专利审查指南》第三部分第一章5.9节规定，进入国家阶段的国际申请，如果指定了中国的发明专利，自优先权日起三年内应当提出实质审查请求，并缴纳实质审查费。根据前述规定，本题中该申请的国际申请的申请日为2018年1月18日，优先权日为2017年9月15日，因此提出实质审查请求的期限为自优先权日起三年内，即最迟应当于2020年9月15日提出，故A正确。",
        "difficulty": "难"
      },
      {
        "question": "某电子申请的申请日为2024年1月30日，委托了专利代理机构，已送达的受理通知书发文日为2024年1月31日，若因漏填发明人办理著录项目变更手续的，下列说法正确的是： A．申请人应当在2024年3月14日前提出变更请求办理变更手续。 B．代理机构应当在2024年3月15日前提出变更请求办理变更手续。 C．申请人或代理机构应当在2024年2月29日前提出变更请求办理变更手续。 D．代理机构应当在2024年2月29日前提出变更请求办理变更手续。 《专利审查指南》第五部分第六章第2.3.1节规定：“通过电子形式送达的通知和决定,以进入当事人认可的电子系统的日期为送达日。”该申请的受理通知书送达日即当事人收到受理通知书之日为2024年1月31日。《专利审查指南》第一部分第一章第6.7.2.3节第（3）点规定：“因漏填或者错填发明人提出变更请求的,应当自收到受理通知书之日起一个月内提出”。《专利审查指南》第五部分第七章第2.3节规定：“期限以年或者月计算的，以其最后一月的相应日（与起算日相对应的日期）为期限届满日；该月无相应日的，以该月最后一日为期限届满日。”2024年2月最后一日为29日，代理机构应于2024年1月31日起一个月内即2024年2月29日前提出变更发明人请求。因此，选项A、B提出变更请求的日期错误，D选项说法正确。 ",
        "options": [],
        "correct": "D",
        "explanation": "《专利审查指南》第一部分第一章第6.7.1.4节规定：“未委托专利代理机构的,著录项目变更手续应当由申请人(或专利权人)或者其代表人办理;已委托专利代理机构的,应当由专利代理机构办理。”该申请已经委托专利代理机构，变更手续应当由专利代理机构办理，因此，选项A、C办理手续的人错误。",
        "difficulty": "难"
      },
      {
        "question": "下列说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "发明专利权的期限为二十年，实用新型专利权的期限为十年，外观设计专利权的期限为十年，均自申请日起计算。"
          },
          {
            "key": "B",
            "text": "申请人（或专利权人）请求变更姓名或者名称的，应当提供身份证件号码或者统一社会信用代码并提交证明文件。"
          },
          {
            "key": "C",
            "text": "邮路查询时效为一年，自发文日起计算。"
          },
          {
            "key": "D",
            "text": "办理专利开放许可实施合同备案的，应当提出收费减缴请求，并在提出请求前提前办理专利费减备案手续。"
          }
        ],
        "correct": "C",
        "explanation": "2021年6月1日施行的专利法第四十二条明确规定了外观专利权期限为十五年。因此，A选项说法错误。",
        "difficulty": "中"
      },
      {
        "question": "某分案优先权日是2021年4月26日，原案申请日是2021年4月30日，分案申请提交日是2024年2月27日，请问该分案申请最迟应当于何时提出实审请求？  注：带下划线字表示调整为工作日的星期六或星期日。",
        "options": [
          {
            "key": "A",
            "text": "2024年4月26日"
          },
          {
            "key": "B",
            "text": "2024年4月28日"
          },
          {
            "key": "C",
            "text": "2024年4月29日"
          },
          {
            "key": "D",
            "text": "2024年4月30日"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第一部分第一章5.1.2分案申请的期限和费用：分案申请适用的各种法定期限，例如提出实质审查请求的期限，应当从原申请日起算。对于已经届满或者自分案申请递交日起至期限届满日不足两个月的各种期限，申请人可以自分案申请递交日起两个月内或者自收到受理通知书之日起十五日内补办各种手续；期满未补办的，审查员应当发出视为撤回通知书。",
        "difficulty": "难"
      },
      {
        "question": "以下属于专利局主动退款的情形是：",
        "options": [
          {
            "key": "A",
            "text": "某发明专利申请在初步审查阶段提出撤回专利申请声明已被批准，该申请人已缴纳的实质审查费。"
          },
          {
            "key": "B",
            "text": "某申请的优先权视为未要求，该申请人已缴纳的优先权要求费。"
          },
          {
            "key": "C",
            "text": "专利局作出不予恢复权利决定的，当事人已缴纳的恢复权利请求费及相关费用。"
          },
          {
            "key": "D",
            "text": "某当事人重复缴纳的变更费。"
          }
        ],
        "correct": "AC",
        "explanation": "《专利审查指南》第五部分第二章第4.2.1.2节规定专利局主动退款的情形包括下列三种：（1）专利申请已被视为撤回或者撤回专利申请的声明已被批准后，并且在专利局作出发明专利申请进入实质审查阶段通知书之前，已缴纳的实质审查费。（2）在专利权终止或者宣告专利权全部无效的决定公告后缴纳的年费。（3）恢复权利请求审批程序启动后，专利局作出不予恢复权利决定的，当事人已缴纳的恢复权利请求费及相关费用。因此，A、C选项属于专利局主动退款的情形。",
        "difficulty": "中"
      },
      {
        "question": "以下关于期限的计算，正确的是：",
        "options": [
          {
            "key": "A",
            "text": "某一发明专利申请，专利局以纸件形式于2024年3月1日发出第一次审查意见通知书，申请人应在2024年7月16日前答复该通知书。"
          },
          {
            "key": "B",
            "text": "某一发明专利申请，专利局以电子形式于2024年3月1日发出第一次审查意见通知书，申请人应在2024年7月1日前提出延长期限请求。"
          },
          {
            "key": "C",
            "text": "某一发明专利申请，申请日是2024年2月1日，优先权日是2023年4月3日，申请人应当最晚于2027年2月1日前提出实质审查请求。"
          },
          {
            "key": "D",
            "text": "某一外观专利，专利局于2024年1月22日以电子形式发出专利权终止通知书，专利权人可以在2024年4月6日前以正当理由请求恢复权利。"
          }
        ],
        "correct": "AB",
        "explanation": "《专利审查指南》第五部分第六章第2.3.1节规定：“通过邮寄、直接送交的通知和决定，自发文日起满十五日推定为当事人收到通知和决定之日。”《专利审查指南》第五部分第七章第1.2节规定：“指定期限一般为两个月。发明专利申请的实质审查程序中，申请人答复第一次审查意见通知书的期限为四个月。”因此A选项说法正确。",
        "difficulty": "难"
      },
      {
        "question": "B是A的分案申请，A专利的办理登记手续通知书是2024/3/1以电子发文形式发出的，下列哪个日期可以提出分案申请？（    ）",
        "options": [
          {
            "key": "A",
            "text": "2024/5/30"
          },
          {
            "key": "B",
            "text": "2024/5/15"
          },
          {
            "key": "C",
            "text": "2024/5/6"
          },
          {
            "key": "D",
            "text": "2024/4/30"
          }
        ],
        "correct": "CD",
        "explanation": "《专利审查指南》第一部分第一章5.1.1规定，申请人最迟应当在收到专利局对原申请作出授予专利权通知书之日起两个月期限（即办理登记手续的期限）届满之前提出分案申请。",
        "difficulty": "难"
      },
      {
        "question": "以下关于以援引在先申请文件的方式补交遗漏的权利要求书或者说明书的申请的说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "在受理程序中发现发明专利申请或者实用新型专利申请缺少说明书（实用新型无附图）或者权利要求书时，如果申请人在递交专利申请时提出了援引加入声明，则专利局发出补交遗漏文件通知书。"
          },
          {
            "key": "B",
            "text": "专利局发出补交遗漏通知书后，申请人应当在首次递交专利申请之日起两个月内，提交确认援引加入声明，补交相关文件。"
          },
          {
            "key": "C",
            "text": "未在规定的期限内提交援引加入声明及确认援引加入声明的，审查员应当针对援引加入声明发出视为未提出通知书。"
          },
          {
            "key": "D",
            "text": "说明书中写有对附图的说明但无附图或者缺少部分附图的，不能以援引在先申请文件的方式补交附图。"
          }
        ],
        "correct": "ABCD",
        "explanation": "《专利审查指南》第五部分第三章第2.3.3节规定：“在受理程序中发现发明专利申请或者实用新型专利申请缺少说明书（实用新型无附图）或者权利要求书时，如果该申请要求了优先权，则专利局发出补交遗漏文件通知书。”，因此，A选项说法错误。",
        "difficulty": "难"
      }
    ]
  },
  {
    "name": "6.“指南学习岗位练兵”活动出题-PCT条约",
    "questions": [
      {
        "question": "单选题 申请人于2023年6月1日以邮寄方式向国家知识产权局寄出一份PCT国际申请，国家知识产权局于2023年6月9日收到该申请。审查发现，申请人提交了请求书、说明书和权利要求书，但未提交摘要，同时请求书中缺少申请人签字。后申请人于2023年7月3日提交了带有申请人签字的请求书，并于2023年7月6日补交了摘要。该申请的国际申请日应当是：",
        "options": [
          {
            "key": "A",
            "text": "2023年6月1日。"
          },
          {
            "key": "B",
            "text": "2023年6月9日。"
          },
          {
            "key": "C",
            "text": "2023年7月3日。"
          },
          {
            "key": "D",
            "text": "2023年7月6日。"
          }
        ],
        "correct": "B",
        "explanation": "PCT条约第11条（1）（i）规定，受理局应以收到国际申请之日为国际申请日。同时该条第（1）（iii）进一步规定，该国际申请至少包括以下项目：（a）说明是作为国际申请提出的；（b）至少指定一个缔约国；（c）按规定方式写明申请人的姓名或名称；（d）有一部分表面上看像是说明书；（e）有一部分表面上看像是权利要求书。因此，B选项说法正确，其余选项说法错误。",
        "difficulty": "易"
      },
      {
        "question": "单选题 以下关于根据PCT条约19条的修改，说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "提出根据PCT条约19条修改的最晚期限是国际检索单位寄出国际检索报告之日起2个月。"
          },
          {
            "key": "B",
            "text": "根据PCT条约19条修改时仅能对国际申请的权利要求进行修改。"
          },
          {
            "key": "C",
            "text": "国际局不对根据PCT条约19条修改的修改进行国际公布。"
          },
          {
            "key": "D",
            "text": "申请人可以向受理局、国际局或国际单位之一提出根据PCT条约19条的修改。"
          }
        ],
        "correct": "B",
        "explanation": "PCT条约第19条规定，申请人在收到国际检索报告后可以享有一次在规定期限内对国际申请的权利要求进行修改的机会。PCT条约实施细则第46.1条进一步规定，提出根据PCT条约19条修改的期限为自优先权日起16个月或自寄出国际检索报告之日起2个月,以后到期的期限为准，同时PCT条约实施细则第46.2规定根据PCT条约19条所做的修改应当向国际局提出。PCT条约实施细则第48.1条（f）中则规定，如果权利要求根据PCT条约19条的规定进行过修改，则国际申请的公布应包含原始提交和经修改后的权利要求全文，PCT条约19条（1）所述的声明也应包含在内。因此，本题中所述正确的为B，其余选项错误。",
        "difficulty": "中"
      },
      {
        "question": "单选题 PCT体系中，以下哪种费用应当向国际检索单位缴纳：",
        "options": [
          {
            "key": "A",
            "text": "申请费。"
          },
          {
            "key": "B",
            "text": "检索费。"
          },
          {
            "key": "C",
            "text": "附加检索费。"
          },
          {
            "key": "D",
            "text": "提前公布费。"
          }
        ],
        "correct": "C",
        "explanation": "PCT国际阶段，根据PCT条约实施细则14条、15条和16条的规定，申请人向受理局缴纳的费用包括传送费、国际申请费、检索费、申请附加费等费用；根据PCT条约实施细则40条的规定，向国际检索单位缴纳的费用一般包括附加检索费、异议费等费用；根据PCT条约实施细则48.4的规定，在国际检索报告发出前要求提前公布的，还应当向国际局缴纳提前公布费。因此，本题答案应当为C。",
        "difficulty": "中"
      },
      {
        "question": "多选题 某PCT国际申请有两位申请人，第一申请人的国籍和居所均为美国，作为代表人的第二申请人的国籍和居所为中国，以下说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "国际局可以作为该申请的受理局；"
          },
          {
            "key": "B",
            "text": "美国专利商标局不可以作为该申请的受理局；"
          },
          {
            "key": "C",
            "text": "向中国国家知识产权局提出申请时，该申请必须委托专利代理机构办理；"
          },
          {
            "key": "D",
            "text": "向中国国家知识产权局提出申请时，国际检索单位应为中国国家知识产权局。"
          }
        ],
        "correct": "BCD",
        "explanation": "根据PCT条约实施细则19.1.（a）(iii)规定，申请人可以向国际局提出国际申请，而与申请人是其居民或国民的缔约国无关，因此，A正确。根据PCT条约实施细则19.2.（i）规定，如果有两个或两个以上申请人，只要接受国际申请的国家局是一个缔约国或代表一个缔约国的国家局，而且申请人中至少有一人是该缔约国的国民或居民，则应认为符合主管受理局的要求，因此，B错误。根据PCT条约实施细则90.2和《专利审查指南》（2023）第一部分6.1.1的规定，PCT国际申请包含两个或两个以上的申请人的，其中一位申请人可以被其他申请人委托为共同代表，同时中国内地的单位或个人作为共同代表与其他申请人共同申请专利和办理其他专利事务的，可以委托专利代理机构办理，因此，C错误。根据PCT中欧检索单位试点项目的规定，申请人可以在向中国国家知识产权局提出国际申请时，指定欧洲专利局作为国际检索单位，因此D错误。",
        "difficulty": "中"
      },
      {
        "question": "多选题 下列关于PCT国际阶段援引加入的说法，正确的是：",
        "options": [
          {
            "key": "A",
            "text": "申请人必须自申请日起或有关国际申请中某些部分遗漏或者看来遗漏的通知发文日起2个月内请求援引加入。"
          },
          {
            "key": "B",
            "text": "申请人如果尚未提交在先申请文件的，应当在请求援引加入时一并提交在先申请文件副本。"
          },
          {
            "key": "C",
            "text": "申请人需要指明遗漏部分被包含在在先申请文件中的位置。"
          },
          {
            "key": "D",
            "text": "申请人可以在提出增加优先权要求的同时，要求从该优先权文件中援引加入相关内容。"
          }
        ],
        "correct": "ABC",
        "explanation": "PCT条约实施细则第20.6规定，申请人请求援引加入时需要提交的文件包括：申请人确认援引加入的信函;涉及包含于在先申请的整个项目或部分的一页或多页,如果申请人尚未提交在先申请文件副本的;应当在请求援引加入时提交在先申请文件副本；如果在先申请没有使用国际申请提出时的语言的，应附具国际申请提出时的语言翻译的在先申请译文；如果援引加入的是说明书、权利要求书或附图的一部分，说明该部分包含于在先申请中的位置，必要时还包含在任何在先申请译文中的位置。PCT条约实施细则第20.7规定，请求援引加入的期限自申请日起或通知书发文日起2个月，以后到期为准。同时，根据PCT条约实施细则4.18中规定，请求援引加入的申请必须申请时已经要求作为在先申请的优先权。综上，A、B、C正确，D错误。",
        "difficulty": "中"
      },
      {
        "question": "多选题 PCT国际阶段，以下哪些情况优先权要求不会被视为未提出：",
        "options": [
          {
            "key": "A",
            "text": "声明的优先权事项与优先权文件中的内容不一致。"
          },
          {
            "key": "B",
            "text": "未提供在先申请号。"
          },
          {
            "key": "C",
            "text": "未提供在先申请日。"
          },
          {
            "key": "D",
            "text": "国际申请日晚于优先权期限届满日，但仍在优先权期限届满日起2个月。"
          }
        ],
        "correct": "ABD",
        "explanation": "根据PCT条约实施细则26条之二.2（c）的规定，优先权不应仅仅因为以下原因而被视为未提出：（i）没有写明在先申请号；（ii）优先权要求中的某一说明与优先权文本中的相应说明不一致；（iii）国际申请的申请日晚于优先权届满日，但国际申请日在自该届满日起2个月期限内。因此，本题正确答案为A、B、D。",
        "difficulty": "易"
      },
      {
        "question": "判断题 申请人可以在PCT国际申请未进入任何一个指定局或选定局前请求撤回该国际申请。",
        "options": [],
        "correct": "错误",
        "explanation": "根据PCT条约实施细则90条之二.1的规定，申请人可以在自优先权之日起30个月届满前任何时候提出撤回国际申请。",
        "difficulty": "易"
      },
      {
        "question": "判断题 PCT国际申请的申请人之一是自然人，且其国籍或居所属于享有PCT费减的国家的，该国际申请的申请费可以享有90%的减免。  ",
        "options": [],
        "correct": "错误",
        "explanation": "根据PCT费用的规定，如果申请人是自然人，并且是国际局名单上所列的符合下述条件的国家的国民且居民，即该国人均国内生产总值低于25000美元（依据联合国发布的以2005年不变美元价值计算的最近十年平均人均国内生产总值数字），并且依据国际局发布的最近五年的年平均申请数字，该国属于自然人的国民且居民提交的国际申请按每百万人口计少于每年10件，或者按绝对数计少于每年50件的，申请人可以享受国际申请费、补充检索手续费和手续费减缴90%。同时进一步规定，如果有多位申请人，每一位申请都需要满足上述条件。",
        "difficulty": "中"
      }
    ]
  },
  {
    "name": "7.“指南学习岗位练兵”活动出题-PPH",
    "questions": [
      {
        "question": "单选题 以下关于专利审查高速路（PPH）试点项目说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "PPH试点项目是两个或多个国家或地区的专利审查机构通过协议构建的一种自提交申请起至授权全流程的加快审查机制。"
          },
          {
            "key": "B",
            "text": "PPH项目的各个协议局之间可以相互承认对方的工作结果，并在此基础上依据本国或地区法律进行加快审查。"
          },
          {
            "key": "C",
            "text": "不论所涉及的申请是巴黎公约途径申请，或PCT途径申请，常规PPH请求均基于参与PPH项目的专利审查机构根据本国或本地区法律在实质审查阶段作出的与是否可授权相关的通知书。"
          },
          {
            "key": "D",
            "text": "PPH试点项目均要求申请人利用首次申请局做出的工作结果请求后续申请局的加快。"
          }
        ],
        "correct": "C",
        "explanation": "根据PPH试点项目的规定，PPH是两个或多个国家或地区的专利审查机构通过协议构建的一种仅针对实审阶段的加快审查机制。PPH项目是建立在PPH协议局之间可以相互参考和利用，但不是承认各自的检索和审查结果的基础之上，因此各协议局针对本申请的实质审查仍然依据各国或地区的相关法律法规进行。按照提出PPH请求所基于的在先审查机构的工作结果的不同，分为常规PPH和PCT-PPH，其中常规PPH请求所基于的在先审查机构的工作结果是根据相关国家或地区法律作出的审查结果，主要指参与PPH项目的专利审查机构根据本国或本地区法律在审查阶段作出的与权利要求是否可授权判断相关的通知书，例如审查意见通知书或授权通知书；PCT-PPH请求所基于的在先审查机构的工作结果是该机构作为PCT国际单位作出的国际阶段的审查结果。PPH项目中既包括申请人利用在先审查局的工作结果向后续审查局提出的PPH请求，也可以根据协议不同拓展申请间关系，只要本申请与对应申请拥有共同的最早日即可。",
        "difficulty": "中"
      },
      {
        "question": "单选题 PPH项目中，关于对应申请权利要求的可授权性说法错误的是：",
        "options": [
          {
            "key": "A",
            "text": "对应申请的最新工作结果中只要有一项权利要求被指明具有肯定性意见即可认为该权利要求满足可授权性要求。"
          },
          {
            "key": "B",
            "text": "对应申请的最新工作结果中如果指明部分权利要求进行修改后可以被授权时，一般将认为对应申请的该部分权利要求具有可授权性。"
          },
          {
            "key": "C",
            "text": "IP5 PPH试点项目下利用EPO工作结果向CNIPA提出PPH请求，如果EPO审查员作出的审查意见通知书及其附加文件未明确指出特定的权利要求“可授权/具有可专利性”，申请人可以随PPH请求表附上解释的方式进行说明。"
          },
          {
            "key": "D",
            "text": "PCT-PPH中，在判断对应申请的权利要求的可授权性时，需要综合考虑PCT国际阶段最新工作结果的第V栏和第VIII栏。"
          }
        ],
        "correct": "B",
        "explanation": "根据PPH试点项目的规定，对应申请可授权的权利要求是指，对应申请的最新工作结果中明确指出对应申请中至少有一项，或有多项权利要求经OEE审查认为可授权，即其针对至少一项权利要求作出肯定性意见。其中，明确指明是指OEE在工作结果中明确指示可授权权利要求的意思表示，而非模糊的意思表示或假定性的意思判定。IP5 PPH试点项目下利用EPO工作结果向CNIPA提出PPH请求，如果EPO审查员作出的审查意见通知书及其附加文件未明确指出特定的权利要求“可授权/具有可专利性”，申请人应当随参与PPH试点项目请求附上“EPO审查意见通知书未就某权利要求提出驳回理由，因此，该权利要求EPO认定为可授权/具有可专利性”之解释，同时还应当提供该权利要求相对于EPO审查员引用的对比文件可授权/具有可专利性的说明。PCT-PPH试点项目中，对应申请应当为PCT申请，OEE工作结果应当为最新PCT国际阶段的工作结果，需要综合考虑通知书第Ⅴ栏关于新颖性、创造性、工业实用性的推断性声明，以及支持这种声明的引证和解释，以及第VIII栏的意见。",
        "difficulty": "中"
      },
      {
        "question": "多选题 关于向国家知识产权局提交专利审查高速路（PPH）请求，以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "在中国申请进入实质审查阶段以后至开始实质审查以前，申请人可以提出PPH请求。"
          },
          {
            "key": "B",
            "text": "在中国申请进行国家公布以后，申请人可以在提出实质审查请求的同时提出PPH请求。"
          },
          {
            "key": "C",
            "text": "同一件中国申请最多可以提出2次PPH请求。"
          },
          {
            "key": "D",
            "text": "申请人可以通过纸件或电子件方式提出PPH请求。"
          }
        ],
        "correct": "错误",
        "explanation": "根据PPH试点项目的规定，权利要求充分对应，是指中国本申请的所有权利要求，无论是原始提交的或者是修改后的，必须与OEE认定为可授权的一个或多个权利要求充分对应。中国本申请的所有权利要求都应当与对应申请中可授权的权利要求充分对应，是指中国本申请的每一项权利要求都应能够在其对应申请中找到与其充分对应的且已被认定为可授权的权利要求。如果中国本申请中某一项权利要求无法在对应申请中找到与其充分对应的可授权的权利要求，该PPH申请不满足权利要求的对应性要求。",
        "difficulty": "易"
      }
    ]
  },
  {
    "name": "8.“指南学习岗位练兵”活动出题-海牙协定",
    "questions": [
      {
        "question": "单选题 外观设计国际注册申请可以直接向国际局提交。申请人在中国有经常居所或者营业所的，可以通过专利局向国际局提交外观设计国际注册申请。以下说法正确的是：",
        "options": [
          {
            "key": "A",
            "text": "通过专利局向国际局提交的外观设计国际注册申请，如果国际局于专利局收到日起1个月内收到，以申请人向专利局提交之日视为国际局收到日，否则以国际局实际收到之日为收到日。"
          },
          {
            "key": "B",
            "text": "通过专利局向国际局提交的外观设计国际注册申请，如果国际局于专利局收到日起2个月内收到，以专利局收到日视为国际局收到日，否则以国际局实际收到之日为收到日。"
          },
          {
            "key": "C",
            "text": "通过专利局向国际局提交的外观设计国际注册申请，如果国际局于专利局收到日起1个月内收到，以专利局收到日视为国际局收到日，否则以国际局实际收到之日为收到日。"
          },
          {
            "key": "D",
            "text": "通过专利局向国际局提交的外观设计国际注册申请，如果国际局于专利局收到日起2个月内收到，以申请人向专利局提交之日视为国际局收到日，否则以国际局实际收到之日为收到日。"
          }
        ],
        "correct": "C",
        "explanation": "根据海牙协定共同实施细则第13条第（3）款规定的间接提交国际注册申请的申请日确定规则，《专利审查指南》第六部分第一章第2.2.1节规定：“通过专利局向国际局提交的外观设计国际注册申请，如果国际局于专利局收到日起1个月内收到，以专利局收到日视为国际局收到日，否则以国际局实际收到之日为收到日。”因此，C选项说法正确，其余选项说法错误。",
        "difficulty": "易"
      },
      {
        "question": "单选题 外观设计国际注册申请符合传送条件的，专利局予以传 送国际局。以下条件不属于《专利审查指南》规定的传送条件的是：",
        "options": [
          {
            "key": "A",
            "text": "至少有申请人之一在中国有经常居所或者营业所。"
          },
          {
            "key": "B",
            "text": "使用海牙协定规定的正式表格。"
          },
          {
            "key": "C",
            "text": "使用海牙体系官方语言撰写外观设计国际注册申请文件。"
          },
          {
            "key": "D",
            "text": "包含中国内地中文通信信息。"
          }
        ],
        "correct": "C",
        "explanation": "《专利审查指南》第六部分第一章第2.2.2节规定了外观设计国际注册申请的传送条件：“（1）至少有申请人之一在中国有经常居所或者营业所。（2）至少有申请人之一选择中国作为申请人的缔约方。（3）使用英语撰写外观设计国际注册申请文件。（4）使用海牙协定规定的正式表格。（5）申请中包括外观设计图片或者照片。（6）包含中国内地中文通信信息。（7）申请文件中不得包含违反法律、社会公德或者妨害公共利益的信息。外观设计国际注册申请指定中国的，申请人可以提交外观设计国际注册申请的中文译文。”",
        "difficulty": "中"
      },
      {
        "question": "单选题 海牙体系中，国际局收取以下哪项费用之后会向缔约方局转交：",
        "options": [
          {
            "key": "A",
            "text": "单独指定费。"
          },
          {
            "key": "B",
            "text": "国际申请基本费。"
          },
          {
            "key": "C",
            "text": "国际申请公布费。"
          },
          {
            "key": "D",
            "text": "所有权变更费。"
          }
        ],
        "correct": "A",
        "explanation": "海牙协定共同实施细则第29条的规定“向国际局就某缔约方缴纳的任何标准指定费或单独指定费，应于已缴纳该费用的国际注册或续展进行登记月份的下月之内,或就单独指定费的第二部分而言，在其由国际局收到后,立即记入该缔约方在国际局开设的帐户。”相应地，《专利审查指南》第六部分第一章第4.1节规定：“国际局收取外观设计国际申请的单独指定费后转交专利局。”因此A选项说法正确。其余选项均为国际局收取并使用的费种。",
        "difficulty": "易"
      },
      {
        "question": "多选题 通过专利局提交外观设计国际注册申请文件的，可以由下列哪些途径通过专利局向国际局缴纳国际注册申请的相关费用：",
        "options": [
          {
            "key": "A",
            "text": "直接向专利局当面缴纳。"
          },
          {
            "key": "B",
            "text": "通过专利局地方代办处当面缴纳。"
          },
          {
            "key": "C",
            "text": "邮局汇款。"
          },
          {
            "key": "D",
            "text": "网上缴费。"
          }
        ],
        "correct": "AD",
        "explanation": "《专利审查指南》第六部分第一章第4.1节规定：“通过专利局缴纳费用的，当事人应当以传送编号为依据，通过网上缴费或者直接向专利局当面缴纳相关费用。”因此，A、D选项正确，B、C选项错误。",
        "difficulty": "易"
      },
      {
        "question": "多选题 下列涉及外观设计国际申请的哪些手续，当事人需要向国际局办理：",
        "options": [
          {
            "key": "A",
            "text": "申请人更名。"
          },
          {
            "key": "B",
            "text": "针对中国放弃部分权利。"
          },
          {
            "key": "C",
            "text": "请求延长驳回通知书的答复期限。"
          },
          {
            "key": "D",
            "text": "办理续展手续。"
          }
        ],
        "correct": "ABD",
        "explanation": "《专利审查指南》第六部分第一章第3.6.1节规定：“外观设计国际申请的申请人（或者专利权人）权利变更、名称和/或地址变更、在国际局的代理事项变更的，当事人应当向国际局办理相关手续。”第3.6.4节规定：“外观设计国际申请在专利局授权公告之后，专利权人向国际局提出针对中国放弃部分权利的，该部分放弃的生效日为国际局登记之日。”第3.6.3节规定：“外观设计国际申请在专利局授权公告之后，专利权人未按照海牙协定的规定办理续展手续的，专利权自在中国的申请日起满5年或者10年之日起终止。”上述“海牙协定的规定”涉及《海牙协定》第17条和《海牙协定共同实施细则》第24条，权利人应当直接向国际局办理续展手续。延长期限请求并未在《海牙协定》或和《海牙协定共同实施细则》规定，也未在《专利审查指南》第六部分第一章作出特殊规定，适用《专利审查指南》第五部分第七章4.2节的规定。因此，A、B、D选项正确，C选项错误。",
        "difficulty": "中"
      },
      {
        "question": "多选题 对外观设计国际申请作出给予保护的决定后，专利局予以公告，以下属于公告内容的有：",
        "options": [
          {
            "key": "A",
            "text": "国际注册号。"
          },
          {
            "key": "B",
            "text": "国家专利号。"
          },
          {
            "key": "C",
            "text": "优先权事项。"
          },
          {
            "key": "D",
            "text": "本申请全部图片或者照片。"
          }
        ],
        "correct": "ABC",
        "explanation": "《专利审查指南》第六部分第一章第3.5节规定：“对外观设计国际申请作出给予保护的决定后，专利局予以公告，公告的内容包括：专利权的著录事项以及一幅图片或者照片。著录事项主要包括：分类号、专利号、国际注册号、授权公告号（出版号）、申请日、授权公告日、优先权事项、专利权人事项、使用该外观设计的产品名称等。……外观设计专利的单行本的内容包括扉页、图片或者照片以及简要说明。其中，图片或者照片、简要说明以国际局公布的给予保护声明所确定的文本形式提供。”因此，A、B、C选项正确，D选项错误。",
        "difficulty": "中"
      },
      {
        "question": "判断题 外观设计国际申请的当事人，因未及时答复驳回通知，其专利申请被视为撤回的，当事人可以向国际局请求恢复权利。",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第六部分第一章第3.6.2节规定：“外观设计国际申请的当事人，因未及时答复驳回通知，其专利申请被视为撤回的，当事人可按照本指南第五部分第七章第6节的相关规定请求恢复权利。”因此，当事人可以向专利局而不是国际局请求恢复权利。题干说法错误。",
        "difficulty": "易"
      },
      {
        "question": "判断题 外观设计国际申请的申请人（或者专利权人）权利变更的，当事人未向专利局提交证明文件的，专利局应当通知申请人该权利变更在中国未生效。 ",
        "options": [],
        "correct": "错误",
        "explanation": "《专利审查指南》第六部分第一章第3.6.1节规定：“外观设计国际申请的申请人（或者专利权人）权利变更的，当事人除了向国际局办理相关手续外，还应当按照专利法实施细则的规定向专利局提交证明文件，证明文件适用本指南第一部分第一章第6.7.2.2节和第6.7.2.6节的规定，证明文件是外文的，应当同时附具中文题录译文。没有提交证明文件或者提交证明文件不合格的，专利局应当通知国际局该权利变更在中国未生效。”因此，专利局的通知对象是国际局而非申请人。题干说法错误。",
        "difficulty": "中"
      }
    ]
  }
];

module.exports = { questions };